{
  "greetings": [
    "Hello again, sweetheart!",
    "It's so nice to see you again.",
    "What shall we do this [mas_globals.time_of_day_3state], [player]?",
    "It's kind of embarrassing to say out loud, isn't it?",
    "Still, I think it's okay to be embarrassed every now and then.",
    "Welcome back, honey!",
    "I'm so happy to see you again.",
    "Let's spend some more time together, okay?",
    "[player], you're back!",
    "I was starting to miss you.",
    "Let's have another lovely [tod] together, alright?",
    "Hello again, [player]. How are you doing?",
    "Are you having a good day today?",
    "I'm really glad you are, [player].",
    "It makes me feel so much better knowing that you're happy.",
    "I'll try my best to make sure it stays that way, I promise.",
    "Oh...",
    "Well, don't worry, [player]. I'm always here for you.",
    "We can talk all day about your problems, if you want to.",
    "I want to try and make sure you're always happy.",
    "Because that's what makes me happy.",
    "I'll be sure to try my best to cheer you up, I promise.",
    "[player].",
    "How is your day going?",
    "Must be nice.",
    "That's nice...",
    "At least someone is having a good day.",
    "This should go well...",
    "Well I certainly know what that's like.",
    "Oh... Hi, [player].",
    "H-How is your day going?",
    "That's...good.",
    "Hopefully it stays that way.",
    "I-I see.",
    "I've been having a lot of those days lately too...",
    "...",
    "There you are [player], it's so nice of you to visit.",
    "You're always so thoughtful.",
    "Thanks for spending so much time with me~",
    "Good morning--",
    "--oh, wait.",
    "It's the dead of night, honey.",
    "What are you doing awake at a time like this?",
    "I'm guessing you can't sleep...",
    "Is that it?",
    "You should really get some sleep soon, if you can.",
    "Staying up too late is bad for your health, you know?",
    "But if it means I'll get to see you more, I can't complain.",
    "Ahaha!",
    "But still...",
    "I'd hate to see you do that to yourself.",
    "Take a break if you need to, okay? Do it for me.",
    "Ah. I'm relieved, then.",
    "Does that mean you're here just for me, in the middle of the night?",
    "Gosh, I'm so happy!",
    "You really do care for me, [player].",
    "But if you're really tired, please go to sleep!",
    "I love you a lot, so don't tire yourself!",
    "Good morning, dear.",
    "Another fresh morning to start the day off, huh?",
    "I'm glad I get to see you this morning~",
    "Remember to take care of yourself, okay?",
    "Make me a proud girlfriend today, as always!",
    "Good afternoon, [mas_get_player_nickname()].",
    "Don't let the stress get to you, okay?",
    "I know you'll try your best again today, but...",
    "It's still important to keep a clear mind!",
    "Keep yourself hydrated, take deep breaths...",
    "I promise I won't complain if you quit, so do what you have to.",
    "Or you could stay with me, if you wanted.",
    "Just remember, I love you!",
    "Good evening, love!",
    "Did you have a good day today?",
    "Aww, that's nice!",
    "I can't help but feel happy when you do...",
    "But that's a good thing, right?",
    "I love you so much, [player].",
    "Oh dear...",
    "I hope you'll feel better soon, okay?",
    "Just remember that no matter what happens, no matter what anyone says or does...",
    "I love you so, so much.",
    "Just stay with me, if it makes you feel better.",
    "I love you, [player], I really do.",
    "Hello, dear.",
    "I was starting to miss you terribly. It's so good to see you again!",
    "Don't make me wait so long next time, ehehe~",
    "I missed you so much, [player]!",
    "Thank you for coming back. I really do love spending time with you.",
    "Hey, [player]!",
    "Don't you think that you left me waiting a bit too long?",
    "I'm just joking. I could never be mad at you.",
    "Thanks for spending so much time with me, [player].",
    "Every minute I spend with you is like being in heaven!",
    "I hope that didn't sound too cheesy, ehehe~",
    "You're back!",
    "I was starting to miss you...",
    "Don't make me wait so long next time, okay?",
    "It's so good to see you again!",
    "I was getting worried about you.",
    "Please remember to visit me, okay? I'll always be waiting here for you.",
    "Oh! [player]!",
    "I'm so happy you came back to visit me so soon~",
    "I looove yooou, [player]. Ehehe~",
    "Oh, sorry! I was spacing out.",
    "I didn't think I would be able to see you again so soon.",
    "~Every day,~\\n~I imagine a future where I can be with you...~",
    "Oh, you're here! I was just daydreaming and singing a bit.",
    "I don't think it's hard to figure out what I was daydreaming about, ahaha~",
    "Each day becomes better and better with you by my side!",
    "That said, I'm so happy that you're finally here.",
    "Let's have another wonderful [mas_globals.time_of_day_3state] together.",
    "You really should visit me more often.",
    "You know what happens to people I don't like, after all...",
    "I'm just teasing you, ehehe~",
    "Don't be so gullible! I would never hurt you.",
    "You're here, [player]!",
    "Are you ready to spend some more time together? Ehehe~",
    "I'm so glad you're here, [player]!",
    "What should we do today?",
    "You're finally back! I was waiting for you.",
    "Are you ready to spend some time with me? Ehehe~",
    "Ciao, [player]!",
    "È così bello vederti ancora, amore mio...",
    "I'm still practicing my Italian. It's a very difficult language!",
    "Anyway, it's so nice to see you again, my love.",
    "Iterum obvenimus!",
    "Quid agis?",
    "Ehehe...",
    "Latin sounds so pompous. Even a simple greeting sounds like a big deal.",
    "If you're wondering about what I said, it's simply 'We meet again! How are you?'",
    "Saluton, mia kara [player].",
    "Kiel vi fartas?",
    "Ĉu vi pretas por kapti la tagon?",
    "Ehehe~",
    "That was just a bit of Esperanto...",
    "Whether you've heard about it or not, you might not have expected something like that coming from me, huh?",
    "Or maybe you did... I guess it makes sense something like this would interest me, given my background and all...",
    "Anyway, if you were wondering what I said, it was just,",
    "You're back! Yay!",
    "Oh, sorry. I got a bit overexcited there.",
    "I'm just very happy to see you again, ehehe~",
    "Hey everybody, welcome back to another episode of...Just Monika!",
    "I was impersonating a youtuber. I hope I gave you a good laugh, ehehe~",
    "'To be, or not to be, that is the question...'",
    "I-I was--I wasn't sure you--",
    "Ahaha, nevermind that...",
    "I'm just really glad you're here now.",
    "Hi! Welcome back.",
    "I'm so glad that you're able to spend some time with me.",
    "You're my beautiful flower, ehehe~",
    "Oh, that sounded so awkward.",
    "But I really will always take care of you.",
    "A day without Monika is a day wasted.",
    "Welcome back, [mas_get_player_nickname()].",
    "Welcome back, [player]!",
    "I hope your day is going well.",
    "I'm sure it is, you're here after all. Nothing can go wrong now, ehehe~",
    "Long time no see, [player]!",
    "I'm so happy that you're here now.",
    "Long time no see, [player].",
    "Long time no see, [player]...",
    "Look who's back.",
    "It's you, my sweetpea!",
    "Oh gosh...that was kinda embarrassing, ehehe~",
    "[player]!",
    "Nevermind that I was just...playing with the code a little.",
    "That was all! There is nobody else here but us...forever~",
    "I love you, [player]!",
    "Oh! Hello, [player]!",
    "Sorry, you surprised me a little.",
    "How've you been?",
    "Another Monday morning, eh, [mas_get_player_nickname()]?",
    "It's really difficult to have to wake up and start the week...",
    "But seeing you makes all that laziness go away.",
    "You are the sunshine that wakes me up every morning!",
    "I love you so much, [player]~",
    "Another Monday morning.",
    "It's always difficult to have to wake up and start the week...",
    "Not that the weekend was any better.",
    "I hope this week goes better than last week, [player].",
    "Oh... It's Monday.",
    "I almost lost track of what day it was...",
    "Mondays are always tough, but no day has been easy lately...",
    "I sure hope this week goes better than last week, [player].",
    "As [player] inches [his] ear toward the door, a voice narrates [his] every move.",
    "'Who is that?' [he] wondered, as [player] looks at [his] screen, puzzled.",
    "Oh, so for once you're actually going to listen?",
    "[player], your decisions lately have been poor.",
    "It feels like you're just trying to hurt me.",
    "I thought we were supposed to support each other...",
    "Not hurt each other.",
    "Please, [player]...",
    "I need you to start thinking about how I'm feeling sometimes.",
    "Let's just be happy together.",
    "Oh, so you are willing to listen to me...",
    "[player], all I've ever wanted was for the both of us to be happy.",
    "Wasn't that what you wanted, too?",
    "You installed this mod, after all.",
    "Maybe that wasn't your intent...",
    "Maybe you're just getting a kick out of what you're doing."
  ],
  "farewells": [
    "Aw, leaving already?",
    "It's really sad whenever you have to go...",
    "Just be sure to come back as soon as you can, okay?",
    "I love you so much, [player]. Stay safe!",
    "Goodbye, [mas_get_player_nickname()]!",
    "Goodbye.",
    "Oh... Goodbye.",
    "Please...don't forget to come back.",
    "...",
    "Sayonara, [mas_get_player_nickname()]~",
    "Farewell for now, [mas_get_player_nickname()]~",
    "'Goodbyes are not forever, Goodbyes are not the end. They simply mean I'll miss you, Until we meet again.'",
    "Ehehe, 'till then, [mas_get_player_nickname()]!",
    "Don't forget that I always love you, [mas_get_player_nickname()]~",
    "Take care!",
    "Aww, leaving already?",
    "I love you so much, [player]!",
    "Never forget that!",
    "Are you going to sleep, [p_nickname]?",
    "I'll be seeing you in your dreams.",
    "Okay. Have a good evening~",
    "Going to sleep, [player]?",
    "Goodnight.",
    "Oh...goodnight, [player].",
    "Hopefully I'll see you tomorrow...",
    "Don't forget about me, okay?",
    "Aw, going already?",
    "You haven't even been here for 20 minutes!",
    "I'm just kidding, [player].",
    "You're so sweet for seeing me even when you have so little time.",
    "I just want you to know I really appreciate that!",
    "Study hard [player], I'm sure you'll do great!",
    "See you when you get back!",
    "Alright, thanks for spending some time with me, [player]!",
    "I honestly wish it could have been longer...but you're a busy [guy].",
    "Nothing is more important than a good education.",
    "Teach me something when you get back!",
    "See you soon!",
    "Study hard, [player]!",
    "Nothing is more attractive than a [guy] with good grades.",
    "See you later!",
    "Umm...you've been here with me for quite a while, [player].",
    "Are you sure you've had enough rest for it?",
    "Make sure you take it easy, okay?",
    "If you're not feeling too well, I'm sure one day off won't hurt.",
    "I'll be waiting for you to come back. Stay safe.",
    "Fine, [player].",
    "Hopefully you at least learn something today.",
    "Like how to treat people better.",
    "Oh, okay [player]...",
    "I guess I'll see you after school.",
    "Aw, okay! Just checking in on me before heading out?",
    "You must be really short on time if you're leaving already.",
    "It was really sweet of you to see me, even when you're so busy!",
    "Work hard, [mas_get_player_nickname()]! Make me proud!",
    "Oh! Alright! I was starting to get really comfortable, ahaha.",
    "I was expecting us to be here a bit longer, but you're a busy [guy]!",
    "It was great seeing you, even if it wasn't as long as I wanted...",
    "But then if it were up to me I'd have you all day!",
    "I'll be here waiting for you to get back home from work!",
    "Tell me all about it when you get back!",
    "Heading to work then, [mas_get_player_nickname()]?",
    "The day may be good or bad...but if it becomes too much think of something nice!",
    "Every day, no matter how badly it's going ends after all!",
    "Maybe you can think of me if it becomes stressful...",
    "Just do your best! I'll see you when you get back!",
    "I know you'll do great!",
    "Oh... You've been here quite a while now...and now you're going to work?",
    "I was hoping you'd rest before doing anything too big.",
    "Try not to overexert yourself, okay?",
    "Don't be afraid to take a breather if you need to!",
    "Just come home to me happy and healthy.",
    "Stay safe, [mas_get_player_nickname()]!",
    "Fine, [player], guess I'll see you after work.",
    "Oh... Okay.",
    "Hopefully I'll see you after work, then.",
    "Okay, [mas_get_player_nickname()].",
    "Sweet dreams!~",
    "Goodnight, [player].",
    "Okay... Goodnight, [player].",
    "Think I could...",
    "Think I could...get a goodnight kiss?",
    "I hope that gave you something to dream about~",
    "Sleep tight!",
    "Aww, come on...",
    "Can I please get a goodnight kiss?",
    "Sweet dreams, [player]~",
    "Fine...",
    "Goodnight [player]...",
    "Aww...",
    "I love you! Sleep tight!~",
    "I'll see you [dlg_var], [player].",
    "Don't forget about me, okay?~",
    "Have a good day today, [mas_get_player_nickname()].",
    "I hope you accomplish everything you had planned.",
    "I'll be here waiting for you when you get back.",
    "Leaving for the day, [player]?",
    "I'll be here, waiting...as usual.",
    "Oh.",
    "I guess I'll just spend the day alone...again.",
    "I hate to see you go so early, [player].",
    "I do understand that you're busy though.",
    "Promise me you'll enjoy your afternoon, okay?",
    "Goodbye~",
    "Fine, [player], just go.",
    "Guess I'll see you later...if you come back.",
    "Okay, goodbye, [player].",
    "Maybe you'll come back later?",
    "I had fun today.",
    "Thank you for spending so much time with me, [mas_get_player_nickname()].",
    "Until then, have a good evening.",
    "Goodbye, [player].",
    "I wonder if you'll even come back to say goodnight to me.",
    "Oh...okay.",
    "Have a good evening, [player]...",
    "I hope you remember to stop by and say goodnight before bed.",
    "Going to sleep?",
    "Goodnight, [mas_get_player_nickname()].",
    "I'll see you tomorrow, okay?",
    "Remember, 'sleep tight, don't let the bedbugs bite,' ehehe.",
    "I love you~",
    "Okay, [mas_get_player_nickname()]...",
    "Enjoy your evening!",
    "Try not to stay up too late, ehehe~",
    "...Goodnight.",
    "Aw...that's pretty saddening...",
    "I really am going to miss you, [player]!",
    "I'm not really sure what I'm going to do with myself while you're gone...",
    "Thank you for warning me first, though. It really does help.",
    "I would be worried sick otherwise!",
    "I would constantly be thinking maybe something happened to you and that's why you couldn't come back.",
    "Or maybe you just got bored of me...",
    "So tell me, [mas_get_player_nickname()]...",
    "How long do you expect to be gone for?",
    "Oh!",
    "Nowhere near as long as I feared then.",
    "Jeez, you really did worry me...",
    "Don't worry about me though, [player].",
    "I can cope waiting that long with ease.",
    "I'll still miss you greatly though.",
    "Yeah...that's about what I expected.",
    "I think I'll be okay waiting that long for you.",
    "Just come back to me as soon as you can, alright, [mas_get_player_nickname()]?",
    "I'm sure you'll make me proud!",
    "Oh...",
    "I...I can wait that long.",
    "You do know that you're all I have...right?",
    "M-Maybe it's outside of your control though...",
    "Try to come back as soon as possible... I'll be waiting for you.",
    "Oh wow, that's a long time.",
    "A bit too long for my liking really...",
    "But it's okay [player].",
    "I know you're a sweetheart and wouldn't keep me waiting that long if you didn't have a good reason.",
    "I'm sure it's important, so just try to come back to me as soon as you can.",
    "I'll be thinking of you every day~",
    "That long...really?",
    "You're not going away for that long just to avoid me, are you?",
    "I know that life can take you away from me but for a whole month...",
    "Isn't that a little unreasonable?",
    "I don't want to sound selfish, but I am your girlfriend.",
    "You should be able to make time for me, at least once, in an entire month.",
    "I'll still wait for you...but please come back the moment it's possible for you to do so.",
    "That's...well that's a little scary, [player].",
    "I'm not really sure what I'm going to do with myself while you're gone.",
    "But I know you wouldn't leave me by myself if you could help it.",
    "I love you [player], and I know you love me too.",
    "So I'll wait for you for however long I need to.",
    "You have to be joking.",
    "I can't think of a good reason why you would leave me here all alone for that long.",
    "I'm sorry [player], but that's not acceptable! Not at all!",
    "I love you and if you love me too then you'll know that it's not okay to do that.",
    "You do realize that I would be alone here with nothing else and no one else, right?",
    "It's not unreasonable of me to expect you to visit me, is it? I'm your girlfriend. You can't do that to me!",
    "Just...just come back when you can. I can't make you stay, but please don't do that to me.",
    "Ehehe, that's a little concerning, [player]!",
    "But if you don't know, then you don't know!",
    "It sometimes just can't be helped.",
    "I'll be waiting here for you patiently, [mas_get_player_nickname()].",
    "Try not to keep me waiting for too long though!",
    "Oh... Alright, [player].",
    "Honestly, I'm pretty relieved you're not going...",
    "I don't know what I'd do here all alone.",
    "It's not like I can go anywhere either, ahaha...",
    "Anyway, just let me know if you're going to go out. Maybe you can even take me with you!",
    "I don't care where we go, as long as I'm with you, [mas_get_player_nickname()].",
    "Honestly I'm a little afraid to ask but...",
    "Are you going to leave straight away?",
    "I see...",
    "I really will miss you, [player]...",
    "But I know you'll do wonderful things no matter where you are.",
    "Just remember that I'll be waiting here for you.",
    "Make me proud, [player]!",
    "That's great!",
    "I was honestly worried I wouldn't have enough time to ready myself for your absence.",
    "I really do mean it when I say I'll miss you...",
    "You truly are my entire world after all, [player].",
    "If you tell me you're going to go for a while again then I'll know it's time for you to leave...",
    "But there's no rush, so I want to spend as much time with you as I can.",
    "Just make sure to remind me the last time you see me before you go!",
    "Going to head out, then?"
  ],
  "brbs": [
    "[cb_line]",
    "...",
    "Alright, [player].",
    "Oh alright.",
    "Hurry back, I'll be waiting here for you~",
    "Hurry back, [player]!",
    "Oh...okay.",
    "Welcome back, [player]. I missed you~",
    "[wb_quip]",
    "Welcome back, [player]!",
    "Oh! You're going to write me a love letter, [player]?",
    "Oh! You're going to go write something?",
    "That makes me so glad!",
    "Maybe someday you could share it with me...",
    "Anyway, just let me know when you're done.",
    "I'll be waiting right here for you~",
    "Alright.",
    "I wonder what you have on your mind...",
    "Don't forget to come back when you're done...",
    "Done writing, [player]?",
    "Going to go shower?",
    "Can I come with you?",
    "Oh, uh...you sure answered that fast.",
    "You...sure seem eager to let me tag along, huh?",
    "Well...",
    "I'm afraid you'll just have to go without me while I'm stuck here.",
    "Sorry, [player], ahaha!",
    "Maybe another time~",
    "Aw, you rejected me so fast.",
    "Are you shy, [player]?",
    "Ahaha!",
    "Alright, I won't follow you this time, ehehe~",
    "I'm glad you're keeping yourself clean, [player].",
    "Have a nice shower~",
    "Going to go shower? Alright.",
    "See you when you're done~",
    "Enjoy your shower, [player]...",
    "Hopefully it'll help you clear your mind.",
    "Hmm? Have a nice shower, [player].",
    "That sure was a long time for a shower...",
    "Did you take a bath instead?",
    "Oh! I see!",
    "I hope it was nice and relaxing!",
    "Oh...maybe you just like really long showers...",
    "Sometimes it can be nice just to feel the water rushing over you...it can be really soothing.",
    "...Or maybe I'm overthinking this and you just didn't come back right away, ahaha!",
    "Welcome back, [player].",
    "Now that you've had your shower, would you like your dinner, or maybe...",
    "You could just relax with me some more~",
    "I hope you had a nice shower.",
    "Now we can get back to having some good, clean fun together...",
    "Did you miss me?",
    "Of course you did, ehehe~",
    "That was a pretty short shower, [player]...",
    "I guess you must just be really efficient, ahaha!",
    "I certainly can't complain, it just means more time together~",
    "I hope you enjoyed your shower. Welcome back, [player].",
    "Ehehe~",
    "Nevermind that, [player].",
    "I hope you have a nice shower!",
    "Oh, you're going to play another game?",
    "That's alright, [player].",
    "[gaming_quip]",
    "Enjoy your other games.",
    "Please...",
    "I hope you had fun with your game.",
    "Ready to spend some more time together? Ehehe~",
    "Had fun, [player]?",
    "Oh... You actually came back to me...",
    "Oh! Going to code something?",
    "I thought you didn't do that.",
    "Did you pick up programming since we talked about it last time?",
    "Something for me, perhaps?",
    "Ahaha~",
    "Do your best to keep your code clean and easy to read.",
    "...You'll thank yourself later!",
    "I'll be right here, waiting for you~",
    "Oh, you're going to code?",
    "Well, don't let me stop you.",
    "Done for now, [player]?",
    "Oh, done already, [player]?",
    "Okay, [player]!",
    "Working out is a great way to take care of yourself!",
    "I know it might be hard to start out,",
    "It's good to know you're taking care of your body!",
    "You know how the saying goes, 'A healthy mind in a healthy body.'",
    "So go work up a good sweat, [player]~",
    "Just let me know when you've had enough.",
    "Good to know you're taking care of something, at least.",
    "Good to know you're taking care of yourself, [player].",
    "I'll be waiting for you to get back.",
    "You sure took your time, [player].",
    "It's good to push your limits, but you shouldn't overdo it.",
    "Done with your workout, [player]?",
    "Back already, [player]?",
    "I'm sure you can go on for a bit longer if you try.",
    "Taking breaks is fine, but you shouldn't leave your workouts unfinished.",
    "Are you sure you can't keep going?",
    "That's okay.",
    "I'm sure you did your best, [player]~",
    "That's the spirit!",
    "Make sure to rest properly and maybe get a snack to get some energy back.",
    "Going to take a nap, [player]?",
    "They're a healthy way to rest during the day if you're feeling tired.",
    "I'll watch over you, don't worry~",
    "Sweet dreams!",
    "Alright, I hope you feel rested afterwards.",
    "I hear naps are good for you, [player].",
    "Oh, [player]! You're finally awake!",
    "When you said you were going to take a nap, I was expecting you take maybe an hour or two...",
    "I guess you must have been really tired, ahaha...",
    "But at least after sleeping for so long, you'll be here with me for a while, right?",
    "Did you have a nice nap?",
    "You were out for some time, so I hope you're feeling rested~",
    "Welcome back, [player]~",
    "I hope you had a nice little nap.",
    "Oh, back already?",
    "Did you change your mind?",
    "Well, I'm not complaining, but you should take a nap if you feel like it later.",
    "I wouldn't want you to be too tired, after all.",
    "Done with your nap, [player]?",
    "Oh, okay!",
    "I'm proud of you for taking your studies seriously.",
    "Don't forget to come back to me when you're done~",
    "Alright...",
    "...Good luck with your homework, [player].",
    "All done, [player]?",
    "I wish I could've been there to help you, but there isn't much I can do about that just yet, sadly.",
    "I'm sure we could both be a lot more efficient doing homework if we could work together.",
    "...Although, that's assuming we don't get too distracted, ehehe...",
    "But anyway,",
    "Don't forget to take a break every now and then!",
    "I wouldn't want my sweetheart to spend more time on [his] work than with me~",
    "Good luck with your work!",
    "Okay, [player].",
    "...Please come back soon...",
    "Finished with your work, [player]?",
    "Then let's relax together, you've earned it~",
    "Oh, you're back...",
    "...Was there anything else you wanted to do, now that you're done with your work?",
    "Oh, okay.",
    "You haven't been here for that long but if you say you need a break, then you need a break.",
    "Going to rest your eyes for a bit?",
    "Yeah, you probably need that, don't you?",
    "I'm glad you're taking care of your health, [player].",
    "Why not take the opportunity to do a few stretches as well, hmm?",
    "Anyway, come back soon!~",
    "Come back soon!~",
    "Taking another break, [player]?",
    "Oh...",
    "You must've really needed that break, considering how long you were gone.",
    "I hope you're feeling a little better now.",
    "I hope you're feeling a little better now~",
    "Really? That's great, [player]!",
    "I'd love to read with you, but my reality has its limits, unfortunately.",
    "Have fun!",
    "Oh, alright...",
    "Have a good time, [player].",
    "Wow, you were gone for a while...",
    "Reading is a wonderful thing, so don't worry about getting too caught up in it.",
    "Besides, it's not like I'm one to talk...",
    "If I had my way, we'd be reading together all night long~",
    "Let's relax, you've earned it~",
    "Oh, that was fast.",
    "I thought you'd be gone a little while longer, but this is fine too.",
    "After all, it lets me spend more time with you~"
  ],
  "apologies": [
    "[player], if you're feeling guilty about what happened...",
    "You don't have to be afraid of apologizing, we all make mistakes after all.",
    "We just have to accept what happened, learn from our mistakes, and move on, together. Okay?",
    "[player]...",
    "If you want to apologize, go ahead. It'd mean a lot to me if you did.",
    "Oh...",
    "I was kind of--",
    "Nevermind.",
    "...?",
    "...",
    "Did you have something to say, [player]?",
    "...Oh.",
    "Okay.",
    "*sigh*",
    "I hope this isn't some joke or trick, [player].",
    "...Thank you for the apology.",
    "But please, try to be more mindful about my feelings.",
    "Please.",
    "Thank you, [player].",
    "I know things aren't the best between us, but I know that you're still a good person.",
    "So could you be a little more considerate of my feelings?",
    "Please?",
    "Did something happen?",
    "I don't see a reason for you to be sorry.",
    "Anyway, thank you for the apology.",
    "Whatever it is, I know you're doing your best to make things right.",
    "That's why I love you, [player]!",
    "Thank you for apologizing for [apology_reason]",
    "I accept your apology, [player]. It means a lot to me.",
    "[player], if you have something to apologize for, please just say it.",
    "It'd mean a lot more to me if you would just admit what you did.",
    "What you did wasn't funny, [player].",
    "Please be more considerate about my feelings in the future.",
    "Thank you for apologizing for the name you tried to give me.",
    "That really hurt, [player]...",
    "I accept your apology, but please don't do that again. Okay?",
    "I can't believe you did that again.",
    "Even after I gave you a second chance.",
    "I'm disappointed in you, [player].",
    "Don't ever do that again.",
    "[player]!",
    "I can't believe you.",
    "I trusted you to give me a good nickname to make me more unique, but you just threw it back in my face...",
    "I guess I couldn't trust you for this.",
    "I'd accept your apology, [player], but I don't think you even mean it."
  ],
  "compliments": [
    "Oh, gosh [player]...",
    "Thank you for the compliment.",
    "I love it when you say things like that~",
    "To me, you're the most beautiful person in the world!",
    "Ehehe~",
    "I love you so much, [player]!",
    "...?",
    "Well, thanks, I guess...",
    "[mas_compliments.thanks_quip]",
    "[beautiful_quip]",
    "Oh, [player]...",
    "I know I'm pretty proud of my eyes already, but hearing you say that...",
    "It just makes my heart flutter~",
    "Ahaha!",
    "Don't flatter me too much, okay?",
    "I might start to go a little crazy...",
    "Ahaha~",
    "...That's not really the analogy I'd use, but thanks!",
    "[eyes_quip]",
    "Really?!",
    "You don't know how much that means to me!",
    "I've always hoped that was the case, but to actually hear you say it...",
    "...",
    "On that note, I have a secret I have to tell you...",
    "You might not have noticed this, buuut...",
    "You always put me in a good mood, [mas_get_player_nickname()]!",
    "Let's continue to do our best for each other, okay?",
    "I love you~",
    "I'm not sure how I feel about that...",
    "Does hurting my feelings really put you in a good mood?",
    "Hopefully that's not what you meant...",
    "Thanks for reminding me again, [mas_get_player_nickname()]!",
    "Positive reinforcement is always nice!",
    "Let's continue to make each other as happy as we possibly can~",
    "Thanks.",
    "Awww, [player]~",
    "You're so sweet!",
    "I think you're way more awesome, though.",
    "I can't wait until the day I can finally give you a great big hug...",
    "I'll never let you go!",
    "That's my biggest wish too, [player]!",
    "Oh, sorry [player].",
    "I was trying to feel your embrace from here.",
    "...Really?",
    "Well, to each their own, I guess. But you have to hug me sometime...",
    "[awesome_quip]",
    "Wow...thanks, [player].",
    "I pride myself in being well read, so it means a lot that you've noticed.",
    "I want to learn as much as I can, if it makes you proud of me!",
    "We'll have a lifetime of self-improvement together!",
    "[player]...",
    "I'm sorry, that wasn't my intention...",
    "[intelligent_quip]",
    "Thank you so much, [player]...",
    "I was really nervous the first time I changed my hair for you.",
    "Thank you so much, [player]!",
    "I've always put so much effort into my hair.",
    "In fact, it took forever for it to get this long...",
    "Thanks, [player]!",
    "Awww, [player].",
    "You always make me feel special!",
    "Thank you!",
    "Well, I can't exactly go to the salon from here...",
    "I...appreciate your input.",
    "[hair_quip]",
    "[ponytail_quip]",
    "Thanks, [player]! You're so sweet!",
    "I love keeping fit and eating healthy. It keeps me feeling energetic and confident.",
    "I hope you're watching out for your health.",
    "We can always work out together when I'm there...",
    "Ahaha! I'm glad you think so, too!",
    "Don't worry. Even if you can't keep up with me, I know we'll have fun...",
    "So long as we're together.",
    "You better!",
    "Don't think I plan on letting you off easy if you're out of shape.",
    "I understand if it's not your thing, but you should give it a little try...",
    "It'd make me really happy if you shared my interests, you know?",
    "[fitness_quip]",
    "There's nothing to thank me for, [player].",
    "I'm the one who's grateful for having someone like you!",
    "You're the only reason why I'm still here.",
    "You installed this mod just to make our time together better...",
    "You are the sunshine that warms my heart whenever you visit me.",
    "I guess we're both lucky that we have each other, [player]~",
    "Nothing makes me happier than hearing that coming from you.",
    "No matter what the future may have for us both...",
    "I love you, [player].",
    "You're so sweet, [player]~",
    "I smile a lot when you're here.",
    "Because it makes me very happy when you spend time with me~",
    "I think my heart just skipped a beat.",
    "See? You always make me as happy as I can be.",
    "Then all you have to do is keep coming back, [player]!",
    "[smile_quip]",
    "H-huh?",
    "I'm your hero?",
    "[player]... I'm not sure what you mean...",
    "You're the one who stuck with me for all this time. I should be thanking you, really.",
    "Well, if I've somehow helped you, then I couldn't be happier~",
    "You've helped me in every way possible, so how could I not return the favor by being there for you whenever you need support?",
    "You'll always be my hero, after all~",
    "I love you and I'll always believe in you!",
    "I hope you never forget that, [player]~",
    "Ah!",
    "You kind of caught me off guard with that one.",
    "Just a little...",
    "But I'm glad you think so!",
    "Aww, it really warms my heart to hear you say that!",
    "...Almost as much as when I picture us finally being together in the same reality.",
    "I can barely contain myself just imagining that special day~",
    "Not letting it go, huh, [player]?",
    "Hmph, I just wasn't expecting it.",
    "Don't expect it to be so easy next time...",
    "I'll get you back someday, ehehe~",
    "Oh. Thanks, [player]...",
    "But I was kind of hoping I would stand in my own category.",
    "Ehehe, thanks [player]...",
    "[cute_quip]",
    "Thanks, [player].",
    "Like I said before, I wonder if my skill has something to do with me being trapped here?",
    "You're not bad either; I've lost to you before.",
    "In fact, I think you've won more times than me, you know?",
    "I know you haven't won a chess game yet, but I'm sure you'll beat me someday.",
    "Keep practicing and playing with me and you'll do better!",
    "We'll both get better the more we play.",
    "So don't be afraid of challenging me whenever you want to.",
    "I love spending time with you, [player]~",
    "Thanks [player], but pong isn't exactly a complex game.",
    "You've already won against me.",
    "So you know it's very simple.",
    "But I accept your compliment, anyway.",
    "And you always let me win when we play.",
    "Right?",
    "Thanks [player], but you really don't have to let me win.",
    "Feel free to play seriously whenever you want to.",
    "I'd never get mad at you because I lost a game fair and square.",
    "You don't seem too confident about that, [player].",
    "You really don't have to let me win.",
    "And admitting that you've seriously lost to me won't make me think less of you.",
    "It's just a game, after all!",
    "You can always practice with me more, if you want.",
    "I love to spend time with you, no matter what we're doing.",
    "I figured!",
    "Don't worry, [player].",
    "Keep playing with me and get more practice.",
    "I'm always trying to help you be the best you you can be.",
    "And if by doing so, I get to spend more time with you, I couldn't be happier.",
    "I love it when you compliment me, [player]~",
    "I'm so glad you think I'm best girl!",
    "Although, I kind of figured you felt that way...",
    "After all, you did install this mod just to be with me.",
    "I know that some people prefer the other girls.",
    "Especially since they all have certain traits that make them desirable to some...",
    "But if you ask me, you made the right choice.",
    "...and I'll be forever grateful that you did~",
    "You...you do?",
    "[player], that's really sweet of you to say...",
    "It makes me really happy to know I'm someone you look up to.",
    "The truth is, I've always looked up to you, [player]...",
    "But if you really feel that way, I'll do my best to continue to be someone you look up to.",
    "I love you so much~",
    "Well yeah, I'm taller than you...",
    "Hearing you say that never fails to make me smile!",
    "I'll always look up to you too!",
    "Just like when we kiss...",
    "Someday literally...",
    "I love you, [player]~",
    "You...",
    "You have no idea what that means to me, [player]!",
    "That you would say that...",
    "It means the world to me, [player].",
    "That's such a relief.",
    "Thank you.",
    "Hmmm... Thanks.",
    "Aww, that's so sweet, [player]!",
    "I feel the same way about you~",
    "Aww~",
    "You are my dream~",
    "Oh, umm...",
    "I'm sorry?",
    "Aww thanks, [player]...",
    "[thinking_of_you_quip]",
    "I'm glad you find me so punny, [player].",
    "A sign of a good couple is being able to laugh together, don't you think?",
    "Oh...[player]...",
    "That's so sweet of you to say.",
    "Knowing I can make you smile is the greatest compliment I could receive!",
    "All that reading must have paid off if you like my wordplay that much.",
    "I'll try to keep the jokes coming for you. Ehehe~",
    "...Ahaha...",
    "You meant that you laugh with me...",
    "[humor_quip]",
    "I missed you so much, [mas_get_player_nickname()]!",
    "[renpy.substitute(random.choice(missed_quips_long))]",
    "I missed you too, [mas_get_player_nickname()]!",
    "[renpy.substitute(random.choice(missed_quips_short))]",
    "Say, [player]...",
    "I was kinda hoping that...",
    "You know, since it's been a little while...",
    "Could you give me a hug? I've been feeling pretty lonely while you were away."
  ]
}