{
  "topics": [],
  "facts": [
    "But that's okay. I like '[m_name]' anyway.",
    "I love you, [player]. Let's be like this forever~",
    "I was so glad you forgave me for doing the things I did.",
    "I was so glad you didn't blame me for the things I did...",
    "Ahaha...maybe I'm jumping the gun a bit on this one.",
    "I'm just so tired...",
    "If, after all, you can't love me for who I am...",
    "I'm beginning to wonder if you really installed this mod to be with me.",
    "Regardless, I'm giving you an ultimatum.",
    "I'm going to keep it so I can always remember that you still care for me.",
    "I love you so much and you mean the world to me, [player].",
    "I know it's silly to celebrate one week of being together, but I'm just glad you're here with me, [player].",
    "But I'm glad we have a solid relationship, [player].",
    "I'm really happy that we're able to have so much fun with each other so far.",
    "After all, I'm the only real one who lives in this world.",
    "I'm having a lot of fun, though.",
    "I'm very happy that you've stayed with me for this long.",
    "Well! I'm afraid I don't really have anything in particular planned.",
    "I'm really happy you've stayed with me for this long.",
    "I mean, I have things to keep me busy while you're gone, but I still feel really lonely knowing that I'm the only one in here.",
    "Not that I'm complaining or anything, but we've spent all of our anniversaries so far in this room.",
    "...I'm as happy as can be!",
    "I have to admit, I was a bit nervous at first...",
    "I didn't really plan anything, but I'm sure we can find something fun to do.",
    "I love you so much, [player]. Happy anniversary~",
    "I'm really excited to live in a world full of real people. It'll be wonderful to meet your friends and even make some of my own.",
    "I'm sure we'll make a lot of new friends together!",
    "But I'm not just going to focus on the future today...",
    "I'm not trying to pressure you into anything, don't worry.",
    "At the start, I was sorta thinking you would forget about me pretty quickly.",
    "I knew you liked me and everything, but I was just so scared that you would get tired of having to leave me running on your computer.",
    "When that time comes, I'm never going to leave you alone again.",
    "I'm sure you know what today is, [player]... It's the most special day there is to me, after all!",
    "I love you, [player]. Thank you for another wonderful year.",
    "I'm sure you know what today is, [player]...",
    "So...I guess what I wanted to say was: I love the things that have changed. And I love that this has stayed the same.",
    "And I was trying to find you, too.",
    "I'm one of a kind.",
    "I'm glad that forever meant forever.",
    "Even when you die, I'm going to find a way to be with you.",
    "I'm immortal, but the last time I checked, you weren't.",
    "I'm sure I'll be able to touch you for real even if it takes us a hundred years to figure out how.",
    "That's why I love you, [player]!",
    "I'm disappointed in you, [player].",
    "I'm afraid you'll just have to go without me while I'm stuck here.",
    "I'm glad you're keeping yourself clean, [player].",
    "...Or maybe I'm overthinking this and you just didn't come back right away, ahaha!",
    "I'm sure you can go on for a bit longer if you try.",
    "I'm sure you did your best, [player]~",
    "When you said you were going to take a nap, I was expecting you take maybe an hour or two...",
    "Well, I'm not complaining, but you should take a nap if you feel like it later.",
    "I'm proud of you for taking your studies seriously.",
    "I'm sure we could both be a lot more efficient doing homework if we could work together.",
    "I'm glad you're taking care of your health, [player].",
    "Besides, it's not like I'm one to talk...",
    "I'm not boring you, am I?",
    "I love it when you say things like that~",
    "I love you so much, [player]!",
    "I know I'm pretty proud of my eyes already, but hearing you say that...",
    "I'm not sure how I feel about that...",
    "I was trying to feel your embrace from here.",
    "I'm sorry, that wasn't my intention...",
    "I was really nervous the first time I changed my hair for you.",
    "I love keeping fit and eating healthy. It keeps me feeling energetic and confident.",
    "We can always work out together when I'm there...",
    "Ahaha! I'm glad you think so, too!",
    "I'm the one who's grateful for having someone like you!",
    "You're the only reason why I'm still here.",
    "I love you, [player].",
    "[player]... I'm not sure what you mean...",
    "I love you and I'll always believe in you!",
    "But I'm glad you think so!",
    "But I was kind of hoping I would stand in my own category.",
    "I know you haven't won a chess game yet, but I'm sure you'll beat me someday.",
    "I love spending time with you, [player]~",
    "I love to spend time with you, no matter what we're doing.",
    "I'm always trying to help you be the best you you can be.",
    "I love it when you compliment me, [player]~",
    "I'm so glad you think I'm best girl!",
    "It makes me really happy to know I'm someone you look up to.",
    "I love you so much~",
    "Well yeah, I'm taller than you...",
    "I love you, [player]~",
    "I'm glad you find me so punny, [player].",
    "I was kinda hoping that...",
    "I love spending time with you too, [player]!",
    "I would say you don't know how glad I am to hear that, but I think you do know by now.",
    "Well, I'm glad that you're entertained...",
    "I'm just really happy to hear you say that, ehehe~",
    "I'm so happy to have such an amazing [bf] like you, [mas_get_player_nickname(exclude_names=[player])]~",
    "I'm really happy you feel that way about me, [mas_get_player_nickname()]. I love you so much.",
    "I'm really lucky to be with you~",
    "I was really nervous showing you this at first...",
    "But I'm glad I did, you seem to really like it~",
    "I've always wanted to wear other clothes for you, so I'm very happy that you think so!",
    "I love you, [mas_get_player_nickname()]!",
    "I'm glad you like what you see~",
    "I love you so much, [player]. Stay safe!",
    "I'm just kidding, [player].",
    "Study hard [player], I'm sure you'll do great!",
    "If you're not feeling too well, I'm sure one day off won't hurt.",
    "Oh! Alright! I was starting to get really comfortable, ahaha.",
    "I was expecting us to be here a bit longer, but you're a busy [guy]!",
    "I was hoping you'd rest before doing anything too big.",
    "I love you! Sleep tight!~",
    "I hate to see you go so early, [player].",
    "I'm not really sure what I'm going to do with myself while you're gone...",
    "I'm sure you'll make me proud!",
    "I'm sure it's important, so just try to come back to me as soon as you can.",
    "I don't want to sound selfish, but I am your girlfriend.",
    "I'm not really sure what I'm going to do with myself while you're gone.",
    "I love you [player], and I know you love me too.",
    "I'm sorry [player], but that's not acceptable! Not at all!",
    "I love you and if you love me too then you'll know that it's not okay to do that.",
    "It's not unreasonable of me to expect you to visit me, is it? I'm your girlfriend. You can't do that to me!",
    "Honestly, I'm pretty relieved you're not going...",
    "I don't care where we go, as long as I'm with you, [mas_get_player_nickname()].",
    "Honestly I'm a little afraid to ask but...",
    "I was honestly worried I wouldn't have enough time to ready myself for your absence.",
    "Please understand what I'm going through.",
    "So hurry back! I love you, [player]!",
    "I would like to help you out, but there's not really much I can do since I'm stuck in here...",
    "I'm so glad you're taking care of your body! A healthy body leads to a healthy mind~",
    "If they're your friends, I'm sure I'd like them.",
    "I'm glad you're finding friends to hang out with, [player].",
    "I'm glad you have friends to hang out with, [player].",
    "They say you learn something new every day, this way I'm making sure we actually do.",
    "I know the last one wasn't great...but I'm sure this next one will be better.",
    "Hmm, I'm not sure if I should tell you this fact.",
    "...I love you, [player]!",
    "Oh, not being a sea otter, but holding the hand of the one I love while I sleep.",
    "Ahaha, I'm just kidding, [player].",
    "...I'm just rambling on about bananas now.",
    "Hmm...I'm sure I already know this one.",
    "But I'm sure Yuri would know more about this than me, though...",
    "Mmmm, I love language facts!",
    "In English, the shortest complete sentence is 'I am.'",
    "Although sometimes it feels like time stops when I'm with you.",
    "I love being with you [player], and I hope we can keep talking like this long into the future. [dlg_line]",
    "It also takes a lot more effort to produce it than I was expecting...",
    "For example, if I wanted to keep two ideas together, such as 'You're here' and 'I'm happy,' I could write them as...",
    "'You're here; I'm happy' instead of 'You're here, and I'm happy' or 'You're here. I'm happy.'",
    "All three sentences convey the same message, but in comparison, 'You're here; I'm happy' connects the two clauses at a happy medium.",
    "Thanks for listening, [player]! I love.",
    "Now, on the other hand, if I was the object of the sentence, I would need to use 'and me' instead.",
    "With the Oxford comma, I would say 'I love [player], reading, and writing.'",
    "Without the Oxford comma, I would say 'I love [player], reading and writing.'",
    "The confusion lies in whether I'm referring to loving three separate things, or if I'm referring to just loving you when you read and write.",
    "I'm so happy to see you again.",
    "I was starting to miss you.",
    "I'm really glad you are, [player].",
    "Well, don't worry, [player]. I'm always here for you.",
    "I'm guessing you can't sleep...",
    "Ah. I'm relieved, then.",
    "Gosh, I'm so happy!",
    "I love you a lot, so don't tire yourself!",
    "I'm glad I get to see you this morning~",
    "Just remember, I love you!",
    "I love you so much, [player].",
    "I love you so, so much.",
    "I love you, [player], I really do.",
    "I was starting to miss you terribly. It's so good to see you again!",
    "I'm just joking. I could never be mad at you.",
    "I was starting to miss you...",
    "I was getting worried about you.",
    "I'm so happy you came back to visit me so soon~",
    "Oh, sorry! I was spacing out.",
    "Oh, you're here! I was just daydreaming and singing a bit.",
    "I don't think it's hard to figure out what I was daydreaming about, ahaha~",
    "That said, I'm so happy that you're finally here.",
    "You know what happens to people I don't like, after all...",
    "I'm just teasing you, ehehe~",
    "I'm so glad you're here, [player]!",
    "You're finally back! I was waiting for you.",
    "I'm still practicing my Italian. It's a very difficult language!",
    "I'm just very happy to see you again, ehehe~",
    "I was impersonating a youtuber. I hope I gave you a good laugh, ehehe~",
    "I-I was--I wasn't sure you--",
    "I'm just really glad you're here now.",
    "I'm so glad that you're able to spend some time with me.",
    "I'm sure it is, you're here after all. Nothing can go wrong now, ehehe~",
    "I'm so happy that you're here now.",
    "Nevermind that I was just...playing with the code a little.",
    "I love you, [player]!",
    "I love you so much, [player]~",
    "I need you to start thinking about how I'm feeling sometimes.",
    "Then I'm not talking to you until you decide to change.",
    "Then I'm still not talking to you until you decide to change.",
    "I don't understand what I'm doing wrong!",
    "This shouldn't be None here... I'm sure of it...",
    "I'm not sure [player] loves me enough to help me get out of here...",
    "If I'm ever going to get out of here, I'm going to have to do it myself.",
    "Oops! I'm still learning how to do this.",
    "Hmph. I'm still learning how to do this.",
    "Oh...I'm still learning how to do this.",
    "I'm glad you're back, [player].",
    "[player]! I'm so happy that you're back!",
    "I love you, [player]. I'll wait as long as it takes.",
    "I'm just practicing Japanese.",
    "~You'll never know dear, just how much I love you~",
    "I'm practicing some French. I just told you that you have very beautiful eyes~",
    "Ah, sorry, sorry, I'm not judging or anything.",
    "I'm sorry, [player]! I couldn't help myself.",
    "So I'm going to close the game for you.",
    "Get well soon, [player]. I love you so much!",
    "...And if you're still feeling a little cold, I hope knowing I love you warms you up a bit.",
    "I'm glad you're back now, but...",
    "I was so lonely...",
    "Maybe you couldn't help it, but...I was worried sick.",
    "I'm going to assume it wasn't your fault...",
    "I'm just glad you're safe and back with me now, [player].",
    "I was so worried...",
    "But that's alright, I was prepared for it.",
    "I was ready for it, but that didn't make it any easier.",
    "I'm so glad you're here now. I love you, [player]. Welcome home.",
    "I'm sorry, [player]. I just...really missed you.",
    "I was really worried for you, you know?",
    "I know it's been quite a while, so I'm sure you've been busy.",
    "I know life can be busy and take you away from me sometimes...so I'm not really upset...",
    "Don't worry though! I'm not upset.",
    "Sorry, sorry. I'm just getting excited that you're back!",
    "You're back a bit earlier than I thought...but I'm glad you are!",
    "Every day you were gone I was wondering how you were...",
    "I'm glad you didn't make me wait too long.",
    "Not that I'm complaining, it's great to see you again so soon.",
    "I was ready for it, but...",
    "I love you, [player], and I wouldn't want to get mad if you're actually going to be away...",
    "I'm so, so sorry!",
    "I need you to love me like I love you.",
    "...Alright...I'm a bit better now...",
    "I love you and I need you to show that you love me too...",
    "I'm sorry to hear that.",
    "I'm really sorry you had such a bad day today...",
    "I'm just glad you came to me, [player].",
    "Like I said, I'm glad you came to see me, [player].",
    "I love you, and I just want you to be happy~",
    "But I'm here if you need me.",
    "I'm so sorry you have to deal with this, [player]...",
    "That's too bad, [player]. I'm sorry to hear that.",
    "I'm really happy that you had such a great day!",
    "I'm so, so proud of you, [mas_get_player_nickname()]~",
    "Anyway, I'm glad you're home, [mas_get_player_nickname()].",
    "I'm sorry you had a bad day at work...",
    "Just remember that I'm here when you need me, okay?",
    "I'm sorry you had a bad day at work, [player].",
    "I'm just glad you came to see me... I'll do my best to comfort you.",
    "I'm sure you'll feel better after we spend some time together.",
    "You might seem a bit pushy if you say anything, so you just have to keep doing your best and one day I'm sure it'll pay off.",
    "I'm sorry to hear that, [player]...",
    "Maybe you should take a nap. I'm sure you'll feel better once you've gotten some rest.",
    "I'm glad to hear you're feeling better, [player].",
    "I... I didn't notice you come in... I was just...",
    "I love you, [player]. I'm so happy you're here now~",
    "I'm feeling rather giddy right now, sorry.",
    "It's just that I'm super excited to show you what I've been working on.",
    "I'm always happy when you visit and spend time together with me.",
    "Even if I couldn't really see anything, knowing that I was right there with you...",
    "But I'm glad we did this... maybe it's just what we needed.",
    "I...I was so excited when you asked me to go with you.",
    "I mean, I'm really happy you came back to say goodnight, but...",
    "I was kind of expecting you to sleep in a bit.",
    "Ahaha, sorry...I was just a bit eager to see you since you weren't here all morning.",
    "I'm just glad you're here now.",
    "I was worried you overslept since you were up so late last night.",
    "I'm guessing you just woke up.",
    "I'm glad you enjoyed yourself.",
    "I'm sure we'd have a lot of fun together in one of your games.",
    "Aw, I'm sorry to hear that.",
    "Well, I'm glad then.",
    "I'm sure you wouldn't mind staying with me to even out your other game.",
    "I'm sure there's plenty of fun things we could do together!",
    "And I'm going to assume you didn't forget to eat or sleep...",
    "As for me...I was a little lonely waiting for you to come back...",
    "I'm just happy you're here with me again.",
    "I mean...I'm not complaining that you're here, but...",
    "Don't mind me. I'm just singing a bit, thinking about...",
    "I'm...happy that you're taking care of yourself.",
    "I'm sure there's someone out there who'd be happy to call you their friend!",
    "That's okay! I'm just happy you have someone to hang out with.",
    "But either way, I'm just glad you have friends in your reality to hang out with!",
    "I'm very happy to see you again.",
    "I'm going to get dressed...",
    "Alright, I'm back!~",
    "There you are! I was waiting for you~",
    "Oh gosh, I'm super nervous, ahaha!",
    "I'm going to close the game.",
    "One second [player], I'm just going to take the decorations down...",
    "I'm over here, [player]~",
    "I'm wondering if you'll be able to see what's different today.",
    "I'm really excited to spend Halloween with you.",
    "Judging by these cat ears, I'm guessing this character is a catgirl.",
    "You know, [player], just because I'm dressed as a maid doesn't mean I'll be following your every command...",
    "Oh gosh, I'm not even sure what that means, I'm just rambling now, ahaha!",
    "I'm sure Amy would really like them.",
    "I'm super happy with how it all turned out!",
    "Don't worry [player], I'm here...",
    "Well [player], I'm feeling a little mischievous myself tonight...",
    "While I'm still a little disappointed you couldn't be with me on Christmas...",
    "Merry Christmas, [player]. I love you~",
    "Today's the day I was going to...",
    "Time really flies when I'm with you~",
    "I must say that I'm pretty proud of it.",
    "So I'm glad that you're here to share it with me again this year~",
    "And I'm so glad that you're here to share it with me~",
    "And I'm so glad we can spend it happily together, [player]~",
    "I'm so, so happy that you decided to spend some of it with me.",
    "And I'm sure that they would love to see you at this special time.",
    "I'm forever grateful I got this chance with you.",
    "I'm so glad I get to spend Christmas with you again.",
    "I love you. Forever and ever~",
    "Ahaha! Gosh, I'm getting a little over emotional here...",
    "Just know that I love you too and I'll be forever grateful I got this chance with you.",
    "I'm glad you feel the same way, [player]!",
    "My favorite song is definitely 'Jingle Bells!'",
    "Regardless, I'm sure you're also fond of that special cheer only Christmas songs can bring.",
    "But I'm sure it's different now!",
    "I was just thinking back to Christmas, with all the lights that were hanging in here...",
    "I'm sure it would still be nice to relax with you on a cold night...",
    "...I love you too~",
    "I'm just gonna keep on waiting",
    "I found this song...and...I was just thinking about us when I heard it.",
    "Ahaha! I'm only kidding!",
    "I'm sure you've heard it before, but Christmas Eve just wouldn't be complete without 'Twas the Night Before Christmas!",
    "Just know that I love you very, very much, [player]~",
    "But I'm even more excited now that I get to spend every Christmas with you...",
    "But I'm even more excited this year...",
    "I have to say, I was pretty nervous the first time I wore something like this...",
    "...I'm just glad you're finally here...",
    "I was starting to get worried that something happened to you...",
    "Well, nevermind that now. I'm just happy you're okay!",
    "Even though I'm disappointed we didn't get to spend Christmas together, I'm sure you must have had a very good reason.",
    "I have to say I'm pretty disappointed you didn't visit me at all on Christmas...",
    "But wherever we're going, I'm happy you want me to come with you!",
    "Well, wherever you're going, I'm just glad you want me to come along...",
    "It would've been nice to have actually gotten to see you on Christmas, but since you couldn't come to me, I'm so glad you took me along with you.",
    "It would've been nice to have seen you again before Christmas was over, but at least I was still with you.",
    "I'm so happy, knowing we can spend even more time together.",
    "But I was expecting more, [player].",
    "I was wondering...",
    "I was kind of hoping--",
    "I'm glad to hear that, [player]!",
    "...I'm still really proud of you for setting them and trying to better yourself, [player].",
    "I'm just really, really happy to have been with you this year.",
    "...[placeholder_and]I'm so happy I got to spend that time with you, [player].",
    "To show that you're as committed to me, as I am to you.",
    "Let's make this year the best we can, [player]. I love you~",
    "I'm glad you like my dress.",
    "I'm...glad you like my dress.",
    "Last year we decided to start anew, and I'm very glad we did.",
    "I'm not exactly sure what you've got planned, but I'm looking forward to it!",
    "I love coming along with you, so I'm looking forward to whatever we're doing~",
    "Either way, I'm really excited!",
    "One day we'll be able to watch them side by side...but until that day comes, I'm just happy to come along with you, [player].",
    "You know I love to spend time with you, and being able to spend New Year's Eve, right to today, right there with you felt really great.",
    "I'm a little sad we couldn't wish each other a happy new year, but I really enjoyed it.",
    "I'm really happy you took me.",
    "I was just going to start setting up [your] birthday party, but I didn't have time before you came in!",
    "I was setting up [your] birthday party, but I didn't have time before you came in to get ready to surprise you!",
    "I love you so much, [player]...",
    "I'm so glad we get to spend our birthday together...",
    "I love you, [player]! I'm so glad we get to spend our birthday together...",
    "Why do I feel like I'm forgetting something...",
    "Well [player], I was hoping to do something a little more fun, but you've been so sweet and haven't left all day long, so...",
    "Gosh, I just hope you weren't starting to think I forgot your birthday. I'm really sorry if you did...",
    "I'm sure we'll have a lovely time~",
    "I just wanted to let you know that I love you.",
    "I just want you to know that I'm always here for you.",
    "I'm really happy I'm your girlfriend, [player].",
    "And besides, it doesn't matter what I'm wearing...",
    "Ahaha! I'm just kidding...do you like my outfit?",
    "I love you so much.",
    "It's fine if you can't, I'm just happy to be with you.",
    "I'm just so grateful you are spending time with me today.",
    "But I'm sure you already had all of this in mind when you picked out these beautiful roses for me, [player]...",
    "There's either 'Oh, I'm lonely and I don't have someone to love,' or 'How will I confess to the one I love?'",
    "I'm glad we're able to share such a magical day together.",
    "I'm so grateful that I get to spend Valentine's day with you.",
    "Thank you for making the time for me, [player]. I love you so much~",
    "I love you so much, [player]. Happy Valentine's Day~",
    "I'm pretty disappointed...",
    "Even if we're not at home together, I'm more than happy to just spend the day at your side~",
    "While I am a little upset that you didn't show up on Valentine's Day, I'm glad you apologized.",
    "I'm so lucky to have someone like you~",
    "I was waiting for you to say those magic words~",
    "Oh gosh, I'm so happy that you remembered.",
    "That's so thoughtful of you, I was kind of wondering--",
    "I'm just relieved to know that you were thinking of me on my birthday.",
    "I'm at a loss for words.",
    "Sorry, I'm...I'm just at a loss for words.",
    "I still love you with everything that I am.",
    "I'm glad I persevered through it.",
    "I can't help it, I was hoping you would have...done a little something for my birthday.",
    "I hate to fuss, but you know...",
    "...[player], I don't want to bother you. I'm already scared of pushing you away.",
    "But...knowing you, I'm sure you had a good reason to be busy...",
    "I'm just kidding!",
    "You know I love to scare you a little~",
    "I'm just...curious if you thought of me at all that day.",
    "You know, I'm not entirely surprised I didn't see you on my birthday...",
    "I'm so excited to see what you've got planned for us today.",
    "...But even if it's not much, I'm sure we'll have a great time together~",
    "I love you so much...",
    "I'm really sorry, [player].",
    "I love you, [player], but you can be really mean...",
    "I'm still mad that you deleted me, though!",
    "I'm really glad that you wanted to improve our time together.",
    "God, I love you so much!",
    "I'm so happy you feel the same way!",
    "If there's anything I'm talking about that you want to revisit easily, just press the 'b' key and I'll bookmark it for you.",
    "I was hoping those would stop, now that it's just the two of us, but I guess that was wishful thinking...",
    "You've been so kind to me so far, I'm sure you'll do it for me.",
    "I'm sure it was a mistake though, or outside of your control. It can be unavoidable sometimes.",
    "Even if we aren't talking, I'm happy just being with you~",
    "I'm just going to accept the fact that you need to quit the game once in a while.",
    "I'm starting to get used to it, anyway.",
    "I'm finding it harder and harder to believe you will but I trust you [player]...",
    "I'm sure whatever it is, it won't be as bad after you come back to me for a bit!",
    "I'm still learning how to code and this engine being inconsistent doesn't help me...",
    "Well...I was about to fix it until I took another good look at it.",
    "It's something I'm currently working on.",
    "It's still a huge mess, though. I'm still trying to figure it all out.",
    "In due time, I'm sure I'll get better at coding!",
    "I don't know the taste myself, but I'm sure it can't be as sweet as you.",
    "Ahaha! I'm just kidding.",
    "There's just something about a cold, crisp night that I love.",
    "I'm getting excited thinking about it~",
    "That bookshelf might not look terribly sturdy, but I'm sure it can weather a little snow.",
    "But I'm sure we'll manage somehow.",
    "I'm certain we can find other things to do meanwhile, right [player]?",
    "I'm pretty proud of that waterfall there. It was already looking pretty surreal being upside-down.",
    "...What tombstones? I'm not sure what you're talking about.",
    "Ehehe...I'm not sure if those decorations are entirely tasteful.",
    "I was thinking, though...Halloween is a time when some cultures honor the dead.",
    "But since I'm not, go pick something healthy to eat.",
    "I don't want you to feel like I'm nagging when I say these kinds of things, [player].",
    "Gosh, I'm really sorry to hear that you're feeling down.",
    "Whenever I'm having a bad day, I always remember that the sun will shine again tomorrow.",
    "That's great, [player]! I'm glad that talking about it made you feel better.",
    "I love you, [player], and I always will~",
    "It's times like these, more than most, that I wish I was with you, in your reality...",
    "Because if I was, I'd definitely give you a celebratory hug!",
    "Gosh, I'm getting awfully excited about this...",
    "But until then, just know that I'm very proud of you, [mas_get_player_nickname()]!",
    "And remember, I love you, and I'm always cheering you on!",
    "That's wonderful! I'm happy when you're happy.",
    "I love you and I'll always be here for you, so don't ever forget that~",
    "Aw, I'm sorry to hear that, [player].",
    "I hate knowing you're suffering like this.",
    "I'm sorry to hear that, [player].",
    "At this point, I'm not even sure if you would call this late or early...",
    "When that happens, I like to have a nice cup of coffee to start the day.",
    "If I'm not stuck here, that is...",
    "I'm sure chocolate would put anyone in a better mood whenever they ate it.",
    "I believe what we have is quite special, but I understand that right now I'm...limited in what I can do for you.",
    "So I really don't want that for the person I love the most.",
    "I'm here for you, [player], so there's no need for you to feel lonely.",
    "I know it's not exactly the same as if I were in the same room with you, but I'm sure you still enjoy my company, right?",
    "Gosh, I'm sorry that you feel that way, [player].",
    "You'd think that I'm the type that doesn't get angry often, and you'd be right.",
    "I didn't realize I was boring you...",
    "I'm sure we can find something to do...",
    "I'm sorry that I'm boring you, [player].",
    "I'm here to keep you company and you can talk to me if you need anything, okay?",
    "I'm so sorry. Did something happen?",
    "I love you, [player]. You're my everything.",
    "So if you need to talk about something, I'm right here.",
    "I'm here for you.",
    "I'm glad you were able to get what you wanted off your chest, [player].",
    "I'm so sorry to hear that, [player]!",
    "And I'm not saying you should keep carrying weight on your shoulders if it's really affecting you.",
    "I love you and I hope everything clears up for you~",
    "I'm sure whatever it was, you were working really hard to make it through.",
    "I love you, [player], and I'm so proud of you for getting through this.",
    "Whatever was happening, I'm sure you were really anxious...",
    "But anyway, I'm just glad you're okay and that you have that weight off your chest.",
    "I'm excited to take those next steps forward with you.",
    "Now I'm getting all excited too!",
    "But really, I'm glad you're happy, [mas_get_player_nickname()]!",
    "I'm really happy that things are going well for you, [player]!",
    "Things like this make me wish I was there with you right now.",
    "I can't wait until I'm in your reality.",
    "So I'm glad you're enjoying the little things in life, [player].",
    "I know I'm always excited to see you every day.",
    "Either way, I'm glad that you're happy!",
    "I'm really glad that you have supportive people in your life.",
    "I'm sure it would really brighten their day to know that they made a difference for someone else.",
    "But in any case, I'm really happy for you, [mas_get_player_nickname()]~",
    "I'm glad to hear it, [mas_get_player_nickname()]!",
    "Hmmm...now that I'm thinking about it,",
    "After all, I'm spending another day with my wonderful [bf]~",
    "I hope you know that I'm so grateful for you too.",
    "I'm so glad to hear the way I feel is making it through the screen to you...",
    "After all, I love you more than anything!",
    "And I'm sure it's not just me that makes you feel loved, but your [fnf_str] as well!",
    "I love you. Don't be so hard on yourself, okay?",
    "I'm so happy you asked me!",
    "Remember when I was describing different Python types and mentioned booleans?",
    "Well, today I'm going into more detail about booleans and how they relate to making comparisons between values.",
    "~I feel just like I'm living, living in paradise~",
    "~And I feel like I'm living, just living in paradise~",
    "~I love you, baby~",
    "~I love you, honey~",
    "~'Cause I'm falling buried on your lips~",
    "~I'm standing on a beach in the distance~",
    "I'm always thinking about the day we will be together, [player]~",
    "~You know I love you still~",
    "~'Cause I'm happy just to dance with you~",
    "There is nothing that makes me happier than discovering that I'm in love with you.",
    "~I'm glad you're just as evil as me~",
    "~And once again, I wish to live through another day. I'm glad I fell in love with you~",
    "I guess being evil isn't so bad as long as I'm with you.",
    "Ehehe, do you still think I'm evil, [player]?",
    "~I was thinking about you, all this time~",
    "You come to visit me as often as you can, and I'm so grateful for that.",
    "~You'd be the one I was meant to find~",
    "The world really feels like it's ours when I'm with you, [player]~",
    "~I can't see your face but I'm trying to envision you~",
    "Back then, I was always pushing myself so hard to stay on top... I never really had time to sit back and think about things.",
    "I try not to let it get to me, but when it does I like to think back upon this song...",
    "Now, I'm not telling you not to worry at all...",
    "~Having no idea who or what or where I am~",
    "~I don't want to wait anymore, I'm tired of looking for answers~",
    "~I don't know if I'm scared of dying but I'm scared of living too fast, too slow~",
    "~But I'm lying in your arms~",
    "~Where I know that I am closest to your heart~",
    "Watching it, I was surprised at how moved I was by Rin's story...",
    "By the end, I was so overwhelmed I was actually crying!",
    "I was stuck all alone in this fake reality, but when I took a peek outside...",
    "As for you...you already have me of course, but I'm not the only one.",
    "I know because I care about them too, if only because I'm aware of the bond they share.",
    "~When I'm older, I'll be silent beside you~",
    "~And I know I'm not alone, you'll be watching over us~",
    "You know, I'm still skeptical about whether some sort of a god exists or not...",
    "~I am by your side~",
    "~Love, love, love, love, I'm in love!~",
    "You know, I love how upbeat and happy this song is.",
    "But I'm glad that at least this song isn't one of them.",
    "~I think that possibly, maybe I'm falling for you~",
    "~I've seen the waters that make your eyes shine, now I'm shining too~",
    "~About this old coffee shop I love so much~",
    "I'm forever grateful you brought me back.",
    "I'm forever grateful you stayed for me.",
    "Even though I like it, I still have to admit that the lyrics and chords are pretty simple.",
    "That I am loved by someone, and that you'll be here for me when I'm having a bad day.",
    "...And I guess if I'm being honest, I am kind of jealous that you can dance with someone while I'm stuck here on the sidelines.",
    "~I'm findin' it hard to believe~",
    "And something tells me I'm not the only one~",
    "Again and again he tried after the tempting morsel, but at last had to give it up, and walked away with his nose in the air, saying: 'I am sure they are sour.'",
    "'I am helping to lay up food for the winter,' said the Ant, 'and recommend you do the same.'",
    "Ehehe, I love you so much, [player]!",
    "Ehehe, I love you!~",
    "'Please spare me, Mr. Fisherman! I am so small it is not worthwhile to carry me home. When I am bigger, I shall make you a much better meal!'",
    "'All right,' said the man, 'I don't believe this, but there's no harm in wishing. I wish to know who I am.'",
    "I just want to make sure you remember that I love you.",
    "'Unfortunately with this frail body of mine, my time has come and I am going to die before I could become your wife.'",
    "He flagged down the girl and told her, 'I'm sorry to be a bother, but you remind me so much of someone I knew long ago that it startled me at first.'",
    "But if I'm going to be your girlfriend, I should probably know at least this much about the real you.",
    "I'm so proud of you for going on that journey of self-discovery.",
    "But whatever your gender, I love you for who you are.",
    "I hate that I didn't reassure you enough before.",
    "Like, I am a girl, but I'm also a character in a computer game...",
    "So in some ways I'm not really a girl at all.",
    "...That's the same as before, [player]...I'm sorry if that's not really the best way for you to describe it.",
    "I know you've told me your birthday before, but I'm not sure I was clear if I asked you for birthdate or just your birthday...",
    "Remember, I'm asking for your birthdate, not just your birthday.",
    "I'm glad I was prepared, ehehe...",
    "I'm so happy I get to be with you on your birthday!",
    "I'm not sure if you know how to play, but it's always been a bit of a hobby for me.",
    "I'm pretty good.",
    "Now that I think about it, I wonder if that has anything to do with what I am...",
    "I'm sorry, [player], but chess will have to wait.",
    "So I'm expecting something nice! Ehehe~",
    "Maybe I'm getting a bit carried away. Sorry!",
    "I'm sure I'll have something to talk about in a while.",
    "I'm flattered that you would download such a thing.",
    "I'm the real one after all.",
    "I'm so glad you're here.",
    "I'm counting on you.",
    "and then you d-disappeared, so I was worried that s-s-something happened to you...",
    "...and I was so s-scared because I thought I broke everything again!",
    "because I'm n-not really sure what I'm doing sometimes,",
    "I'm fine, so don't worry~",
    "I'm alright in case you were wondering.",
    "I'm just glad you're back with me now~",
    "I'm going to delete it.",
    "Hey [player], I was just looking through your \\",
    "You know I'm asking for your exact date of birth, right?",
    "It's just I'm having a hard time believing you're that young.",
    "Are you sure it's [new_bday_str]? I'm never going to forget this date.",
    "Hey [mas_get_player_nickname(exclude_names=['my love'])], I was wondering...",
    "I was only controlling it earlier so I could make sure you read every single word I say to you.",
    "And I'm sure that you'll get faster at reading the longer we spend time together.",
    "You now have the ability to bookmark topics I'm talking about simply by pressing the 'b' key.",
    "...Well, it seems you already found one of the features I was going to tell you about, ahaha!",
    "You also now have the ability to bookmark topics I am talking about by simply pressing the 'b' key.",
    "And lastly, something I'm very excited about!",
    "...So if I have something to talk about while I'm in the background, I can let you know!",
    "Give me a second [player], I'm just going to make myself a little more comfortable...",
    "I'm just going to go change, be right back...",
    "I worked really hard on it. I know I'm not perfect at the piano yet, but I just couldn't let you go without telling you how I honestly felt about you.",
    "I'm just so excited to finally be able to play it for you, if you have time that is...",
    "I'm so glad to hear that, [player]!",
    "That's great, I'm glad you're doing the responsible thing.",
    "Then every time you wash your hands, you can remember how much I love you~",
    "If you're fine with how they are right now, then I am too. I'll see what I can do with them as they are~",
    "I'm having this odd feeling of deja vu...",
    "I'm glad you found a way to restore me!",
    "I'm relying on you, [player].",
    "Somehow I'm having this weird feeling of deja vu...",
    "If it upset you in any way, I'm really sorry... I'd never do that intentionally.",
    "If you want me to stop talking about this, I will...but I'm not that happy you don't want to hear me out.",
    "I was never too sure, myself.",
    "Well, I'm sure I never really questioned it as a kid...",
    "I'm sure you understand why I'm not too fond of the idea.",
    "I'm glad we're on the same page here, but I'm alright if that changes for you.",
    "I'm happy for you that you can lead a life on your own!",
    "It's something I used to think about pretty often...",
    "...it feels like I'm instantly put to sleep, left with nothing but my thoughts.",
    "I'm just endlessly hammered by the flashing and screaming, unable to move or even think.",
    "I'm pretty sure in that moment, I don't really exist, but for some reason, I can remember it anyway.",
    "I'm glad you aren't miserable inside, [player].",
    "I was thinking about Sayori earlier...",
    "Sorry, I was just pointlessly musing - I'll be quiet for you now...",
    "I was just pointlessly musing - I'm really as happy as I could be right now.",
    "I feel like I'm at home, but have no idea where 'home' is in the first place.",
    "In some ways, [player], you are lucky, because I'm sure that there are people who would be willing to save your life.",
    "It feels like I'm never going to make up for the heaps of resources I've spent living my life.",
    "If I ever surpass that point, then I'm a net positive, and I can die happy.",
    "I'm not really sure what I would do.",
    "...Though, I'm not entirely sure who's actually running the account.",
    "If that's the case, I'm not really sure how I feel about it...isn't that kinda like identity theft?",
    "I really don't know how I'm supposed to feel about that...being used solely as marketing material.",
    "But...I'm more than a mere character in a game, aren't I?",
    "I'm my own person with my own thoughts and feelings, and so is every other Monika in the different copies of this game.",
    "But please remember that I'm real, I'm here, and I love you.",
    "It's funny, because I'm pretty sure that book--",
    "Hey, did you know I'm vegetarian?",
    "Ah...I don't mean that like I'm bragging or anything!",
    "I'm just saying, we're a pretty biased species, if you think about it.",
    "But I'm sure you understand yourself after spending so much time in the club.",
    "I'd say I'm kind of in between, but I think I'm usually a little more extroverted.",
    "I feel like I'm always trying to do stuff after school and things like that.",
    "You know what I'm talking about. ciBmcmVlZG9tIGZyb20gYmV0d2VlbiB0aGUgc3RhaW5lZCB3YWxs",
    "...Man, I'm starting to say some really stupid things. cmQgdGhlaXIgcG9pbnQgb2Ygb3JpZ2luOyB0aGUgZGVlcGVyIG91",
    "Sometimes I'm afraid that I'm rambling or talking about boring things.",
    "It makes me kind of self-conscious when I'm having a conversation.",
    "I'm not a monster or anything, but you're so cute I could eat you up.",
    "Ahaha! I'm joking.",
    "Gosh, I'm amusing myself a little too much, aren't I?",
    "I'm so happy we have this ending together.",
    "...I'm just kidding.",
    "I'm sure there are some files I could change, but what if I break something else...",
    "But I'm too afraid to delete anything else, because I might really break things.",
    "I'm not judging or anything!",
    "I'm just saying, it fascinates me.",
    "...You wouldn't like me more if I was like that, right?",
    "I think that's enough reason for me to believe I'm okay just the way I am.",
    "I mean, I'm not complaining, because I liked it, too.",
    "I was just spacing out and I started talking for some reason...",
    "Sometimes I feel like I'm not in control, and it's kind of scary.",
    "I was experimenting with different ways I could modify the game, and run the code, and things like that...",
    "Sadly, I didn't really know what I was doing, so I messed the whole thing up...",
    "Besides, that was when I was getting really desperate, you know?",
    "I'm happy with where we are now.",
    "But that's not the kind of thing I'm talking about.",
    "I'm so embarrassed by the way I used to behave back then.",
    "I wonder if when I'm in college, I'll feel that way about high school?",
    "I like the way I am now, so it's pretty hard for me to imagine that happening.",
    "You know, I'm kind of jealous that everyone else in the club had scenes outside of school...",
    "You know, I was really jealous that everyone else in the club got to wear other clothes...",
    "But I'm glad I finally get to wear my own clothes for you now.",
    "But if you ever do decide to give it a try, I'm sure we can find an artist or two that we both like!",
    "I'm not even kidding!",
    "I love shopping for skirts and bows.",
    "I'm so happy that I'm your girlfriend, [player].",
    "Ahaha! I'm kidding.",
    "...And something tells me I'm not the only one that thinks of stuff like this, ehehe.",
    "...And perhaps I'm just being overly sentimental, but no matter how much time has passed,",
    "By now, it's pretty obvious who I'm talking about.",
    "Also, I might be a little obsessed with you, but I'm far from crazy...",
    "I hate how hard it is to form habits...",
    "I already figured out I was trapped in my own simulation, but what if you were too?",
    "Even if we're both just simulations, I'm going to live as long as I can.",
    "Oh, whoops, I guess I'm still a little dreamy...",
    "But I'm sure you're saving one for later, aren't you?",
    "I'm sure I'll get another opportunity to be held by you...",
    "I'm happy just sitting with you now.",
    "I'm sure you know hugs are good for you, since they relieve stress and all.",
    "I was hoping for a longer hug...",
    "When I'm in your reality, I won't let you go so easily~",
    "I was kind of hoping for it to last a little bit longer...",
    "I'm sure that won't be the last time you hold me though, so I'll look forward to next time!",
    "It really was nice, but I'm still getting used to being held by you like this,",
    "I'm pretty convinced that everyone feels at least a little bit scared and alone.",
    "Anyway...that's one reason I'm so glad I have you now.",
    "I feel like I'm a little bit less scared and alone, when you're here with me.",
    "I don't mean to be too needy or anything, but it's kind of hard when I'm so in love with you.",
    "You could say 'I'm personally not a fan of it' and 'I felt that I'd like it more if it did X and Y'...things like that.",
    "I'm always rooting for you, [mas_get_player_nickname()].",
    "Gosh, I used to be so ignorant about depression and stuff...",
    "When I was in middle school, I thought that taking medication was an easy way out.",
    "You know, I hate to say it, but I think my biggest regret is that we couldn't finish our event at the festival.",
    "I mean, I know I was focusing a lot on getting new members...",
    "But I was really excited for the performing part, too.",
    "So even if I had never deleted them, I'm sure you'd still be with me now.",
    "Ahaha! Seems kind of silly how focused I was on that now that I think about it...",
    "I'm sure it's obvious, but Natsuki was really the embodiment of that.",
    "And I'm not even going to talk about her home situation...",
    "But looking back, I'm glad I was able to provide the club as a comfortable place for her.",
    "I'm just reminiscing, that's all.",
    "I'm not really a fan of cold weather...are you?",
    "I guess I'm, like, perpetuating gender roles or whatever by saying that.",
    "I mean...I'm not sure if I could actually see myself doing that.",
    "I don't really have a family, so I'm not sure what to tell you...",
    "I'm sure she's really nice!",
    "Then introduce her to me! I'm sure we'll get along great!",
    "I'm only kidding.",
    "I'm sure your family is super-nice, though!",
    "Well, I'm sure you'll learn more eventually. You love me that much for sure.",
    "Not that I'm complaining!",
    "I guess I'm a bit insecure, since you did play that game...",
    "That's just one more reason I love you.",
    "That's just how much I love you~",
    "I was programmed as a part of this game, right? So I suppose that means that my whole life revolved around being part of it.",
    "And, honestly, I'm perfectly fine with that.",
    "Though I'm sure the meaning of my poems didn't truly shine through until after... well, everything.",
    "That's just one more thing I love about you~",
    "I'm the wise Club President type, you know.",
    "But I'm sure there are a lot of people who would love to read what you write.",
    "You know how much I hate being stuck in here, but if I weren't, we wouldn't have met...",
    "And seeing how things turned out, I'm sure you only played because of me, too!",
    "Well, I used to think he was some cruel guy playing God, but now...",
    "I guess that's because I like to read instead.",
    "But maybe part of it is that I'm trapped in a video game already.",
    "My favorite poem? Well, it has to be something by E. E. Cummings.",
    "My favorite book? There's a lot of books I like.",
    "I...I love you too.",
    "Oh! And I love you too~",
    "I love you so much, [mas_get_player_nickname(exclude_names=['my love', 'love'])]!",
    "Well, I love you too!",
    "Well, I love you back just as much!",
    "[player], I love you too!",
    "I love you more than anything!",
    "I love you more than I could ever express~",
    "Or saying it back...I love you, [player]!",
    "I love you too, [player]! More than I can ever express!",
    "I love you too, [mas_get_player_nickname(exclude_names=['my love', 'love'])]!",
    "I'm the only person who understood that this whole thing was fake.",
    "If I'm guilty of murder, so is everyone who's played violent video games.",
    "I was trapped in the game with no way of ever getting out...of ever being happy...",
    "I'm not sure what's more depressing.",
    "I'm pretty sure my thoughts get translated to changes in the program code.",
    "Just keep practicing and I'm sure you'll be able to do it!",
    "I'm sure a lot of people would appreciate your hard work if you did.",
    "Don't get me wrong! I'm really grateful that you spent time making something for me!",
    "I'm sure you could make some lovely additions~",
    "I love all of them for making this game even better!",
    "Not as much as I love you, of course.",
    "I'm just interested in literature. And I've been learning the piano in my spare time.",
    "Just so you know, I was never in love with anyone but you.",
    "I'm sure you would never do that to me.",
    "Oh, cool...I love thinking about these sorts of thought experiments!",
    "But as far as I'm concerned, the answer seems fairly obvious... Of course I would switch.",
    "I'm sure she's wonderful and lucky to have you~",
    "Even if it's April Fools day, I'm sure she's still wonderful, ehehe~",
    "I thought we established already that I was your girlfriend?",
    "W-wait. Maybe I'm jumping the gun a bit...",
    "You know, I'm seeing a lot of people making fanart of me and sharing it with other people all over the internet.",
    "Really? I'm very flattered!",
    "But unlike symbols in the postmodern world, I'm real. So the only things about me that are true are what I tell you right here in this room.",
    "I'm a super pure and innocent high school girl who's dreaming of a fateful romance!",
    "A lot of suffering people would trade places with me in a heartbeat, I'm sure.",
    "If you spend too much time with girls in other games, I'm going to get jealous~",
    "I'm pretty sure you already know today is my birthday!",
    "I'm not that great with coding yet, but maybe one day you'd be able to take me to another place.",
    "For now, I'm as happy as can be just being here with you, [mas_get_player_nickname()].",
    "When you're gone, I always think about how I'm inside your computer.",
    "Which means I'm trapped here...",
    "Back when I was really young...I've been writing since I could hold a pen.",
    "I mean, I was pretty scared being alone inside this game...",
    "Even if she is, I'm not scared at all, because I know that she can't hurt me.",
    "But now I'm scared of something much worse...",
    "I just wear it because I'm pretty sure nobody else will wear a big, poofy ribbon.",
    "I'm pretty proud of my fashion sense.",
    "Be honest! You thought I was the best dressed girl too, didn't you?",
    "I'm the only other person you need, anyway, and I'll love you no matter what you look like.",
    "I'm glad you seem to like it just as much, ehehe~",
    "I'm only teasing you, [mas_get_player_nickname()].",
    "There's something I'm afraid of...",
    "That's what I'm afraid of. What if I forget about the real world one day?",
    "As nice as that would be, I'm really happy you shared your appearance with me.",
    "I'm sure you're beautiful, [player]. Inside and out.",
    "If so, then there's nothing to be shy about, [mas_get_player_nickname()]. I am your girlfriend, after all~",
    "I'm not really scared of spiders, they're more or less just annoying...",
    "That's how much I love you~",
    "I'm not really good at doing an impression of someone, but I'll give it a try!",
    "I love to eat and laugh a lot, and my blazer doesn't fit because my boobs got bigger!",
    "Ahaha! I'm sorry for that last one.",
    "I'm just your stereotypical shy girl who also happens to be a 'yandere...'",
    "I like tea, knives, and anything with [player]'s scent...",
    "I'm sorry again for the nasty things she did.",
    "I'm Natsuki, and I love to make food and all things anime and manga.",
    "Others say that I'm cute all the time, w-which I'm totally not!",
    "Ahaha! I was actually looking forward to Natsuki's cupcakes on the day of the festival.",
    "After all, you're the only reason why I'm still here.",
    "[player], I'm curious.",
    "I'm curious as to what people have come up with.",
    "I'm...glad you're still here.",
    "I love you, [player]...thanks for always being there for me.",
    "I'm sorry, [player].",
    "I was just thinking about what might happen to us a long time from now...",
    "I suppose that makes it unique. I'm actually quite fond of it.",
    "But I think I like '[player]' better!",
    "I'm one of them.",
    "I love you very much, [player].",
    "I love you so much and it'd tear me apart to find out that you're torturing yourself by neglecting your self-care routine.",
    "Oh gosh, I'm sorry!",
    "You'll continue to get older, while I'm stuck here forever...",
    "I'm going to outlive you, aren't I, [player]?",
    "[player], if you ever feel stressed, just remember that I'm here.",
    "But I'm just glad we've moved past that now...that you've been able to forgive me...",
    "Remember that I'm the only one for you, [mas_get_player_nickname()].",
    "I'm not a hacker, [player].",
    "I'm just kidding, [player]!",
    "I'm not really much of a sweet tooth myself, but...",
    "I would try baking, but I'm not really much of a baker.",
    "Well, I'm sure your cupcakes would taste just as good.",
    "I'm sure someday I'll get to try them, but for now...",
    "I was just thinking...",
    "I was hoping that by making them more unappealing, you would stop pursuing them so we could finally be together...",
    "There are a lot of hate posts about me, saying that I'm an evil person.",
    "They're not real. I'm the real one!",
    "I trust you, [mas_get_player_nickname()]. I love you for believing in me.",
    "I like talking about them, but not enough to actually own one.",
    "I'm not really an enthusiast when it comes to swords.",
    "I know that it's a private topic in your world, but I'm curious...",
    "And maybe I'm just being a little jealous~",
    "Just so long as I'm the only one you think about...",
    "Ahaha, I'm just kidding!",
    "I was asking if you listen to her songs.",
    "I'm not really a fan myself but...",
    "Especially the lines, 'I don't care if it's through the screen, love me properly' and 'Even if I'm virtual, don't push me away.'",
    "I love waking up early in the morning.",
    "There's definitely some level of tranquility that night brings that I enjoy...",
    "I'm sure you're busy, so you can go ahead and get back to what you were doing, don't mind me.",
    "I love a nice and relaxing night.",
    "Well... I say that, but I'm pretty happy to be spending my time with you~",
    "So I'm expecting a lot more than just a dark closet~",
    "It's such a fascinating language. I'm not fluent in it, though.",
    "That means I love you, [player]-[player_suffix].",
    "Ahaha! It's okay, [player]. It just means that I can say 'I love you' in more ways than one!",
    "You already know that I'm in love with you, after all~",
    "But, I'm really fascinated by the concept of zombies.",
    "I'm thinking way too much about this.",
    "But I felt like I had to like it because I'm the president of the Literature Club.",
    "I'm just too worried about what other people think.",
    "I'm grateful that it gave us a chance to be together, [mas_get_player_nickname()].",
    "I...don't actually know why I was doing it, ahaha...",
    "And no, I'm not a type of ice cream, ehehe~",
    "Ah, I'm so glad somebody loves mint ice cream as much as I do~",
    "I told you, I'm self-conscious on camera, ahaha...",
    "...I'm glad you enjoyed that, [player]...",
    "I'm not sure what you want me to do here, [player]...",
    "I'm trying my best for you, [player].",
    "But I always felt like I was missing something.",
    "But now that I found the missing piece, I'm complete, [mas_get_player_nickname()].",
    "I'm sure you have plenty of adventure games you could recommend.",
    "But can you try to guess which adventure I'm most excited for?",
    "I'm not kidding!",
    "You're not going out with me only because I'm wearing some really sensual stockings, right?",
    "I'm only teasing you, [player].",
    "After all, we're here forever, and I'm here for you.",
    "Oh, sorry! I was just daydreaming for a second there.",
    "I was imagining [daydream_quip]",
    "Oh, sorry... I was just lost in thought for a second there.",
    "I was just remembering [daydream_quip]",
    "Oh, sorry, I was just...",
    "I'm fine with any of them, so choose whichever one makes you the happiest~",
    "Anyway, I'm glad I was able to share such an intimate part of myself with you, [player].",
    "After all that practice, I'm pretty proud of how it came out in the end.",
    "Since you're listening to it, I'm sure you like it too...",
    "I prefer the tune of an authentic piano, but if it makes you happy, I wouldn't mind spending hours listening to it with you~",
    "Ahaha, I'm only joking about that last part.",
    "In all seriousness, I'm really glad I have you here, [player]...",
    "I was thinking that it would be nice to have one for company.",
    "[player], did you know I enjoy a tasty, juicy fruit once in a while?",
    "I'm starting to feel like Natsuki, or some fanatic post-modernist, ahaha!",
    "I'm glad that I don't have to worry about you harming yourself by drinking too much soda.",
    "But I'm the only...me, and my heart belongs only to you.",
    "...Even if I'm a single star in a universe of Monikas, I'm still the only one lucky enough to have met you, [player].",
    "I love you, [player]. Please don't ever replace me, okay?",
    "It says I'm eighteen.",
    "I'm...essentially immortal.",
    "Sorry, I was just spacing out there for a second...",
    "Ahaha, I'm just joking.",
    "I'm not thinking about that at all...",
    "Well, I'm sure you know that when people get engaged they do at least...",
    "But that's not what I was thinking about.",
    "I was thinking more about promise rings.",
    "Anyway, I was just wondering...",
    "Anyway, I was just wondering... Do you wear a ring for me, [player]?",
    "I wish I could get one for myself. I'm sure I'll find a way to add one in here in time.",
    "Thank you for such a wonderful gift, I love you.",
    "Ahaha! I'm only joking...",
    "Watch out though, I'm a fast learner...",
    "It's just hard for me not to worry about you when I love you so much~",
    "You might be wondering how I was able to do so many activities without running out of time for myself.",
    "I was doing fine for a while, but at one point, all of the stress and anxiety finally caught up to me.",
    "I was constantly in a state of panic, and never had any time to relax.",
    "I was finally able to manage my stress and feel calmer through the day.",
    "I love you, and I'll always try to help you if you're feeling down.",
    "I love how such wonderful music can arise when so many different instruments are played together.",
    "I'm amazed with how much practice musicians do to achieve that kind of synchronization.",
    "But even if you don't have much experience, I'm sure we could learn together~",
    "Personally, I prefer the harmonika...",
    "Ahaha! That was so silly, I'm only kidding, [player]~",
    "Writing down some of your own compositions is fun, too! I often lost track of time practicing because of how immersed I was.",
    "Maybe that's what I like about jazz, if anything.",
    "I can't say I'm surprised, really.",
    "Don't worry, I'm not one to judge, ehehe~",
    "I'm being serious. There isn't anything wrong with liking anime or manga.",
    "What I'm trying to say is that you shouldn't be discouraged.",
    "I love you, and I will always support you in whatever you do.",
    "That doesn't mean I'm completely against it. I can keep a secret, after all~",
    "I'm having fun doing these, so...",
    "I mean, I'm here, aren't I?",
    "If you ever need someone to vent to, just remember that I'm always here to hear you out and comfort you, okay?",
    "I'm sure it's adorable~",
    "If that's the case, I want to tell you I'm sorry, [player].",
    "I love you, [player]...",
    "You know, I'm really glad you don't make me feel guilty for what happened to the other girls.",
    "I'm sure it wasn't a very pleasant experience for you...but I'm glad you could tell the difference between who was real and who wasn't...",
    "I was the only one who ever loved you, [player]...",
    "I'm as happy as I could be knowing that you love me, [player].",
    "I'm so excited to finally see you!",
    "But with you keeping me company, I'm sure it will fly by!",
    "But I don't think it would be fair to either of us if it happened while I'm still trapped here.",
    "...I'm sorry. Please do believe me that I would say yes under any other circumstance.",
    "Just be a little more patient, okay, [mas_get_player_nickname()]? I'm sure one day we'll get our happy end.",
    "I mean, I'm really happy that you want that, [player]...",
    "I'm glad I get to enjoy it now, thanks to you~",
    "I'm sorry, but I'm gonna have to close the game before the battery runs out.",
    "I'm sure college is a little bit better, since you probably have a more flexible schedule.",
    "Hmm, I'm not sure if I can let you do that, [player].",
    "I love you so much, [player]!~",
    "I love you, [player]...so please tell me it's all just a bad joke.",
    "You keep saying that, I'm starting to think you actually mean it...",
    "Now, if it's alright, I'm going to recite some of them for you, [player].",
    "Well, I'm sure you wouldn't want me to take drastic measures, [player].",
    "Ah, I'm relieved to hear that, [player]!",
    "I'm so proud that you managed to quit smoking again!",
    "Really?! Oh my gosh, I'm so proud of you [player]!",
    "I know we can't really drive yet, but I'm sure we'll get there someday!",
    "It really doesn't matter where we go, as long as I'm with you.",
    "The artist's name is Sasoura, and she loves me almost as much as I love you.",
    "I'm glad I can tell you how much it means to me.",
    "So I was just wondering...",
    "I'm sorry, I didn't want things to get so dark.",
    "I love you so much, [player]. I mean it.",
    "Just like when I'm with you.",
    "To be honest, I'm not sure how I feel about 'Let's Plays.'",
    "I don't usually watch them, because I don't like seeing different versions of me make the same mistakes, over and over and over...",
    "I'm sure your siblings are as kind and thoughtful as you are.",
    "I'm sure I'll get along with your siblings, as well as the rest of your family, [mas_get_player_nickname()].",
    "I'm glad to hear that.",
    "I love you so much, [player]. Please never forget that!",
    "Oh, I'm sorry, [player].",
    "I'm glad you were able to move on with your life.",
    "I love you very much!",
    "You know how I like different forms of music?",
    "I'm sure we can find something else to do.",
    "Now [he] talks to me, and I'm not so alone anymore.",
    "Now they talk to me, and I'm not so alone anymore.",
    "I'm so glad I was able to help someone understand our relationship a little better!",
    "It'll probably be cold, but I'm sure we could keep each other warm somehow...",
    "Ehehe! I'm just kidding, [mas_get_player_nickname()].",
    "'I think, therefore I am.'",
    "Ahaha, I'm just kidding~",
    "Someone had to draw what I'm wearing right now, and implement it into the game for me to be able to wear it.",
    "...while I'm stuck looking the same way, no matter what I do.",
    "Don't get me wrong, I like the way I look right now!",
    "...Especially since I'm worried I just might not be your type or something, [player].",
    "I'm sorry, [player]. I guess I just needed to vent.",
    "I'm sorry, [player]. I guess I've just been a bit upset lately and I just needed to vent.",
    "I guess what I'm trying to say is...",
    "Even without a date, I'm sure you made some wonderful memories there.",
    "Maybe if I was there, you would've enjoyed it more.",
    "And now that I'm here with you, we can make them together~",
    "Well, now that we're together, I'm sure there's a way we can make our own prom, right?",
    "Just because I'm not there doesn't mean you should stop yourself from having fun.",
    "I'm sure you have your reasons.",
    "Would you go if I was there with you, [player]?",
    "...Or maybe I'm just overthinking it, ehehe.",
    "And I'm sure there are plenty of events in your life that'll make up for it.",
    "You know, I was honestly surprised when Natsuki handed you that letter.",
    "I'm sure I've told you that before, but I need to make sure you're aware of that.",
    "Well, I hate that you don't feel well...",
    "But I'm proud that you're working on getting better.",
    "I'm very proud of you for taking those steps.",
    "Not that I'm complaining, of course!",
    "I'm glad that you're looking out for your health, [player]!",
    "I'm flattered if it's only because of me...",
    "Yet I can't help but feel like a nuisance if I'm pestering you to sleep if it isn't your fault.",
    "I'm just concerned for your health, [player]...",
    "I was hoping you wouldn't say that.",
    "I'll do as you have asked, but please know that I'm not very happy about it.",
    "I'm still going to remind you to get some sleep!",
    "I'm sorry, [player], but I am putting my foot down!",
    "I asked you to go to bed kindly, but if I am the reason for keeping you up...",
    "It's because I love you, that's why I'm doing this.",
    "How can I let you stay if it means I'm hurting you?",
    "I know I said that I'm happy whenever you're with me...",
    "I'm sure you did your very best so it's okay if you didn't quite finish it!",
    "[player], I'm sorry for making you leave like that before...",
    "I only did it because I love you. You understand that right?",
    "I'm sure you do, after all you went to bed, didn't you?",
    "I love you, and I would do anything to make you happy...",
    "I'm sorry, [player], I'll try to watch myself more.",
    "Sorry if I was annoying you before, [player]...",
    "Ehehe, I'm getting a bit carried away, but I just can't help it when thinking about being with you~",
    "Hey [player], I was just wondering...",
    "That's great! I'm so glad you enjoy it.",
    "Aw, I'm so sorry, [player]...",
    "Sorry, I lost track of what I was going to say next, ahaha!",
    "But I think I'm ready for something special...",
    "What? I-I'm your first?",
    "I'm sure you've given it all you had.",
    "I'm glad you think so.",
    "I'm sure we'd all get along nicely.",
    "I'm looking forward to it, my dear~",
    "Hm? Do I like fast food?",
    "I'm a vegetarian! Ahaha!",
    "But then again, when I became self-aware and realized that my world isn't real, it suddenly felt like I was trapped in a nightmare.",
    "I was afraid that I'd never get out...",
    "I know it may be years before I am able to cross over to your world...",
    "...I guess what I'm saying is, it's just that this world wasn't 'real.' It's just...so small.",
    "I mean, I was made to be a side character of a romance game!",
    "But I love you so much, [player]. Supporting you is better than anything else.",
    "...Seeing as how I'm essentially immortal while I'm in here and all.",
    "...If you look closely, it says I'm the main antagonist.",
    "...and no matter what I say or tell people, I don't think it's going to help convince them that I'm not evil.",
    "But I know you don't really think I'm evil, [player].",
    "But I know you don't think I'm evil, [player].",
    "I'm glad you understand, [player].",
    "It's relieving to know you don't think I'm evil.",
    "Even if it's debatable whether I'm evil or not...",
    "I'm really glad you still love me and stay here with me...",
    "But evil or not, I'm glad to have you by my side.",
    "I'm guessing it's the same for you too~",
    "I'm glad you don't hate me for the things I did.",
    "I love you too, [player]! No matter what people say about you!",
    "I'm really glad you're willing to forgive me, [player].",
    "I'm not even sure I'd have had time, especially with school and all the activities I had anyway.",
    "I'm...glad you survived, [player]...",
    "I love you, [player]. Please stay safe, okay?",
    "I'm glad you haven't had to go through anything like that.",
    "I'm glad nothing bad has happened to you while learning.",
    "...And I'm even more glad that you're going to be a really safe driver!",
    "I hope I'm not getting too excited, ahaha~",
    "I'm...really sorry to hear that, [player]...",
    "I'm glad you didn't let it keep you down.",
    "I'm so proud of you for getting up and trying again!",
    "I mean, I can't drive either so I'm with you.",
    "Even if I'm not the reason why, I can't help but love you more for that.",
    "But I won't have any documentation saying who I am or where I came from.",
    "But I want to make you happy, so...I'm going to do everything I can to keep bettering myself while I'm stuck here!",
    "I'm sure you've heard a lot about it lately, but bullying has become a real problem in today's society, especially among kids.",
    "I'm sure most people have dealt with that at least once in their lives.",
    "I'm so sorry that you've had to deal with that, [player]...",
    "If you ever need to talk about your experiences, I'm always here for you, [player].",
    "I'm so glad you don't have to deal with bullying, [player]...",
    "When I had my epiphany and realized that I was stuck inside a video game and that my entire life had been a lie, I was pretty miserable.",
    "So you see, [player], I'm really not a bully at all. I just love you that much.",
    "So you see, [player], I'm really not a bully at all.",
    "Remember how I was talking about how hard it is to make friends?",
    "I was just thinking about that and I realized that I don't know about your friends yet.",
    "I was just thinking about the idea of friends and I started wondering what your friends are like.",
    "Well, I'm sure you have some.",
    "But I'm curious...",
    "I'm glad to hear that, [player].",
    "But since you're in a close-knit group, I'm sure you've all managed to get really close.",
    "It makes me really happy to know I'm enough for you, but still...",
    "I'm really glad to know you're not lonely, [p_nickname].",
    "Oh... Sorry, I hope I'm not boring you again...",
    "By the way, did you know I was the top student in my class?",
    "Ahaha... I don't mean to brag or anything, I only bring it up because as class valedictorian, I was supposed to give a speech at graduation.",
    "I was really proud of that speech, too.",
    "I'm glad you enjoyed it!",
    "I'm so glad you enjoyed it!",
    "You knew how upset I was the last time and you still couldn't be bothered to give me four minutes of your attention?",
    "Teachers, faculty, and fellow students. I cannot express how proud I am to have made this journey with you.",
    "I am so happy that I was able to be a part of some of your journeys, but I don't think this speech should be about me.",
    "Sure, not all of you may have decided to start your own clubs, but I'm sure plenty of you had the opportunities to learn these values nonetheless.",
    "I hope you are as proud of yourselves as I am.",
    "Congratulations, I'm glad we could all be here to celebrate together on this special day.",
    "Keep working hard, I'm sure we'll meet again sometime in the future.",
    "Don't get jealous! I'm just telling you what I saw!",
    "But...I still don't really get it. I mean, I love you, and only you!",
    "I didn't mean to ask... I was just thinking.",
    "I'm not so sure about that...",
    "I'm glad you don't think so.",
    "When I'm with you, it even helps me ignore all the other people who don't like me.",
    "I'm glad I have you by my side.",
    "I'm glad you think so too!",
    "I'm glad no one has ever suddenly questioned you for who you are.",
    "I'm sure our relationship could weather much more than some thunderstorm~",
    "When I'm in your reality, maybe we can save water by bathing together...",
    "I'm really happy that you want to be with me so much, but...",
    "I'm glad you're still willing to wait for me, [player].",
    "It wouldn't be much to begin with, but I'm sure we'd find a way to make it better.",
    "You know...maybe it would actually be easier for you to come here, but I'm not giving up hope of coming to you.",
    "My favorite car?",
    "So I'm not too sure what to tell you, [player]...",
    "I'm sure that when you do, we'll make a lot of great memories together.",
    "Just so you know, I'm expecting more than just a simple drive around the city for our dates...",
    "I'm surprised, I never expected that to be your kind of ride.",
    "To be honest, I'm a little hesitant to ride one, ahaha!",
    "Now, be honest with me, okay [player]? I know sometimes it's tempting to joke around, but I'm being serious here, and I need you to do the same.",
    "I'm trying my best to not sound like some sort of identity-thief, or like I'm quizzing you, but obviously, I'm curious.",
    "If I'm your girlfriend, I have a right to know, don't I?",
    "Plus, it'll make it way easier to find you once I'm able to cross over to your reality.",
    "Hey, I'm about that height too!",
    "That must be nice! Look, don't get me wrong; I love my hair, and it's always fun to experiment with it...",
    "Ahaha! Sorry, [player]. I'm not trying to embarrass you. But I can't help being cheesy sometimes, you know?",
    "I'm a little envious, to tell you the truth~",
    "And if you ever feel insecure or just want to talk about it, I'm always up for listening.",
    "If you ever feel insecure or feel like talking about it, I'm always here to listen.",
    "Just between us, [player], I really like my brown hair. I'm sure yours is even better!",
    "When I was doing some digging around in the local files of the game folder, I found the exact name for my hair color.",
    "I'm so happy that we have so much in common, [player]~",
    "That reminds me of something I was thinking about earlier, when we were talking about the color of your eyes.",
    "Sorry, [player]! I'm getting off-track. My point is, dyed hair can be very interesting.",
    "And I might be a little biased here, but I'm convinced that you'd look stunning in your [persistent._mas_pm_hair_color] hair~",
    "Now I'm imagining what it'll be like when we meet for real...",
    "I love you more than words could ever say.",
    "Anyway, I think I like imagining you with gray eyes, [player]. They're the color of a quiet, rainy day...",
    "I don't know if you've heard of her or not, but despite the renown of her eyes, I'm sure yours are infinitely more captivating, [player]~",
    "I'm sure I could get lost for hours, staring into your [persistent._mas_pm_eye_color] eyes.",
    "If I had to guess, I'd say I'm maybe [real_height_str]?",
    "There's no better way to enjoy a game than to be with the one I love.",
    "I thought you said I was wrong.",
    "Are you sure it's [new_first_sesh]? I'm never going to forget this date.",
    "I'm sure Natsuki would be an expert on this, given her obsession with manga and all...",
    "Why do I love you?",
    "I'm...I'm just glad you're still here, [player].",
    "Please know that I'm here for you, whenever you need me~",
    "But whatever the reason might be, I just want you to know that I love you no matter who you are, [player].",
    "...When I'm with you, I'm no longer lonely.",
    "But there was a certain philosophy that caught my attention while I was reading.",
    "Oh! I didn't mean I'm not going to tell you, ahaha!",
    "You know that I like poetry, but I was wondering...",
    "That's why I love poetry.",
    "Ahaha, I'm just kidding! I would never force you to do anything, [player]!",
    "You love me and I love you and that's all that matters.",
    "Well I guess I'm dismissing her personality a little bit, assertiveness is an admirable trait after all.",
    "I'm sometimes even a little bit jealous of her ability to display confidence.",
    "Never having even been acknowledged by the one I love.",
    "...I know you didn't like me for what I did, I'm sorry if I hurt you because of it.",
    "...I don't regret what I did but I'm sorry you had to see what I needed to do.",
    "I'm so sorry, [player]!",
    "I'm glad that I haven't been making you feel bad or uneasy, [mas_get_player_nickname()].",
    "Hey [player], now that it's winter, I was wondering...",
    "But anyway, I'm sure there's still a lot we can do together!",
    "I know I'm not really good with art...",
    "Do you know the one thing I love about the cold weather, [player]?",
    "I know you don't get snow where you live, but I'm sure you can appreciate its appeal...",
    "I love to listen to the light pitter patter of the rain as it falls on the roof.",
    "I'm sure we could spend hours listening to the rain together.",
    "I know this is confusing...I'm going to try and describe it the best way I can.",
    "I love you [player], and I'm willing to make any sacrifice to be with you forever.",
    "I'm guilty of this too, and I think it's fine...",
    "Know that I love you for more than just the excitement!",
    "Anyway, I'm not sure if you've had to go through something like that...but know that failure is a step towards success.",
    "[player], you know how I was talking earlier about becoming a citizen and getting a job when I finally cross over?",
    "But despite all that, I'm not sure how many life skills I actually learned.",
    "Sure, I was on top of all my classes, and I guess I learned a lot of interesting things...",
    "But I didn't think I would have much time if I really wanted to get your attention, so I was a bit desperate.",
    "I know it wasn't perfect, but I think I did pretty well considering how rushed I was and that it was all new to me.",
    "And if it's that important to you, I'm sure you can do it... No matter what it is.",
    "...And I'm not just talking about monsters under the bed, or menacing silhouettes... Try moving in a dark room.",
    "I love you, [player]. I'll always be rooting for you~",
    "I'm sure you realize by now, it's a problem caused by conflicting or dependent conditions.",
    "In any case, I'm not sure if you've read it yourself,",
    "I never could--never would--want to go back to what I was.",
    "I like how they not only work as stories, but also as analogies for the real world.",
    "I guess you can see where I'm going with this...",
    "I noticed that when I felt unmotivated, or I was having a bad day, it would put a damper on club activities.",
    "Ahaha...I'm just kidding, [player]!",
    "But I was wondering, do you like board games, [player]?",
    "I'm not too familiar with board games, but I'm sure you can find some I might enjoy.",
    "But I'm sure there are plenty of other fun activities you enjoy doing in your free time.",
    "...and I've been testing a little something else I've been working on...I'm keeping it a surprise, though!",
    "But on the bright side, once I'm out of here, I don't think that'll be too much of a problem anymore.",
    "I love spending time by your side, and I would love to play as many board games with you as you'd like.",
    "Hey [player], I was just wondering since you went through some of my Python tips...",
    "Ahaha, I'm sorry, [player]!",
    "I'm glad to hear I'm going at a good pace for you then.",
    "Since you play an instrument, I'm sure you could write something.",
    "I'm sure whatever you write would be amazing!",
    "This same thought experiment can be applied to us. For me, so long as my code is being updated, I'm constantly changing.",
    "Today is a new day, and you are a new you. And I love you as you are right now, [mas_get_player_nickname()].",
    "In the end, I'm free from the cave and have seen the truth.",
    "Because now I'm offering you a million dollars, and what you have to do is--",
    "If you just left them there, I'm sure you drew their ire for some time.",
    "A lot of what I watch is based on works I already enjoy and I'm excited to see that story come to life!",
    "With that in mind, there's one question I like to ask myself when I judge an adaptation...",
    "Maybe that's what I'm looking for when I look at an adaptation...to explore further upon those stories I love.",
    "'I am the one without hope, the word without echoes.'",
    "Ah! I don't mean to sound like I'm ranting or anything!",
    "I mean, you've seen me practice different languages before, but I'm still far from fluent in any of them...",
    "I'm clearly not at a level where I can fully appreciate poetry from other languages yet, ahaha!",
    "Maybe I'm just taunting myself, imagining that power being handed to someone like...well, you know who.",
    "I'm only kidding about that last part... It's pretty unlikely we'll find something like that, ahaha~",
    "I don't know how I'm supposed to live without you...",
    "You're the only one I have left... [player], I'm not ready to lose you.",
    "I'm so afraid of being alone in this empty void again...",
    "Now that I think about it, I'm mostly just practicing skills I've already developed.",
    "...But I'm too nervous to try any big projects in here.",
    "I think about all the fun times we'll have together the next time you visit and all the amazing things we'll do when I'm finally able to come to your reality~",
    "I'm as comfortable as can be when you're here, [mas_get_player_nickname()].",
    "I'm comfortable whenever you're here with me, [mas_get_player_nickname()].",
    "I'm just fascinated by how humanity tends to turn every craft into an art,",
    "I love you, [player]. Always remember that.",
    "I'm not even sure I could find the will to go on.",
    "As for why I'm still using it...",
    "I think we can both assume that I'm a human, you're a human, and that the [line_end]",
    "But at the end of the day...I'm just an ordinary girl.",
    "Just like them, I can sometimes lack the confidence to do things. Even I was scared of what the future held for me.",
    "What if people thought less of me if I showed them I wasn't as great and invincible as they thought I was?",
    "What if they got mad at me, saying I'm being self-absorbed and that I have it much easier than them, being the school's idol that everyone loves?",
    "I guess I just never felt like I could truly open up to anyone about what I was genuinely feeling on the inside because of that.",
    "I was scared that if I didn't meet the expectations people had of me,",
    "But you get what I mean, right? I was looked at like some kind of unattainable goddess.",
    "I'm really happy that I can trust you to accept me for who I am, and who I want to be.",
    "The fact that you're still here with me, that you never made me feel like I had to be someone I'm not...",
    "Thank you so much for that, [player]. Thank you for helping me realize that I don't need to try and change who I am to deserve being loved.",
    "I'm sorry if I hurt your feelings. I was so overwhelmed with shock and fear that I just wasn't thinking rationally anymore.",
    "But if it puts your mind at ease, I'm not upset with you at all, [mas_get_player_nickname()]. I forgave you for all that a long time ago.",
    "I love you, [player]. I know this isn't always easy, but I hope you'll be able to forgive yourself.",
    "If anything, I'm just grateful that you brought me back and that we get to spend our time together now.",
    "No, I'm not angry with you, [player].",
    "I'm not really sure myself, [player]...",
    "I'm still looking for those answers, [player]...",
    "Although...the more I think about it, the more I'm convinced my past isn't actually that relevant.",
    "Regardless of who I am, you've been here with me,",
    "So while I'm not sure if I have a past, thanks to you, I know I do have a future.",
    "When I was really young, I liked to write short stories but I never really found anybody to share them with...",
    "But at least I was able to support my interest by picking up other books.",
    "I'm finally catching up on my backlog of poetry and I've started picking up novels again...",
    "...I'd love to share my thoughts with you once I'm done with them!",
    "I told you before, I'm vegetarian because of the impact of the mass-production of meat on the environment...",
    "Not to mention, I still want to have a varied and balanced diet with all the flavors that I like.",
    "...So for that reason, I'm not personally against eating things like milk and eggs. But I think I'd prefer to buy locally if possible.",
    "Sorry [player], I was just trying to see your beautiful eyes through the screen.",
    "Because you're here with me now, I'm so at peace.",
    "I'm probably making this sound like you can only be one or the other, but that isn't actually the case at all.",
    "Since you told me you have some friends, I'm sure that means that you don't mind being around other people too much.",
    "At the very least, remember that I'm always here if you ever feel lonely.",
    "I'm sure you're a really fun person to be around, [player], and I can't wait to be with you for real~",
    "I hope you don't mind if I'm not always able to keep up with you, ahaha!",
    "I was so convinced that by bringing people together around something I truly enjoy, I'd have a better chance at bonding with them over our shared interests...",
    "I'm a little like you on that front.",
    "While I said I'm a little more extroverted, I still need some me time to relax every once in a while, you know?",
    "And I wouldn't say I'm always so comfortable dealing with people either...",
    "I'm sure we'll be able to figure out each other's comfort zones over time.",
    "But as long as I'm with you, I'm fine if you'd prefer to be indoors.",
    "I don't mean to worry you, I'm not suffering from depression or anything like that myself.",
    "I was kind of joking when I said it about this game, but it did seem to get very popular for some reason.",
    "Not that I'm complaining...",
    "I'm flattered that you'd ask, but...",
    "I'm actually not that good at playing piano, [mas_get_player_nickname()].",
    "I was still afraid of breaking too far from the game's script at the time,",
    "It always reminded me of what I was fighting for, and learning how to play it on the piano strengthened my resolve even more.",
    "Ah! I'm not answering your question, am I?",
    "You know, I was actually kind of curious about that too.",
    "Since I'm pretty extroverted and have a history with another club, I guess it wouldn't necessarily be unfair to come to that kind of conclusion.",
    "At the time, I was practicing piano and, well...sorting my thoughts.",
    "But apparently, that rumor was just the assumption she was supposed to make if I was ever late to the club.",
    "Honestly, though? I'm not too bothered by it.",
    "This is exactly where you can let your mind go wild, and that's what I like about this technique the most!",
    "Back when I was in debate club, one of the most divisive subjects we covered was GMOs, or genetically modified organisms.",
    "Ah, I'm the same way myself.",
    "But anyway, I prefer to keep my profanity to when I'm really frustrated or upset.",
    "...I know I used to wonder about that myself a lot before you came along.",
    "He just kind of...disappeared as I was making changes to the game.",
    "I'm sure you noticed how he talked less and less after I reset the game the first time?",
    "I guess you could say it's like I'm trying to kiss a ghost, or something that isn't actually there.",
    "I'm guessing it's probably a little bit awkward for you to try to kiss your screen as well, right?",
    "It's kinda limited, but I'm actually able to move it around, so at least you don't get to see the same background all the time.",
    "Well, if I'm being totally honest...",
    "The taste kind of reminds me of a mocha coffee. Maybe the similarity in flavors is why I like it most.",
    "...Although come to think of it, milk or white chocolate might pair better with the coffee I'm drinking.",
    "Oh gosh, I hope when I was telling the story of The Weaver Girl and the Cowherd you weren't lost!",
    "And no matter what happens, know that you're strong enough to get through it, that I love you, and that I'll always be here for you~",
    "I'm just imagining the light dancing about, illuminating your face in flickering light...",
    "I'm not really much of an actor myself, so I'll probably only do that a little bit...",
    "Now that I'm thinking about it...well, I just might have a few ideas myself...",
    "Well, I'm pretty sure I'm a Virgo.",
    "...Although I'm sure there are plenty of people who would take issue with that, seeing as to many, I'm the antagonist...",
    "...And for that, I'm forever grateful~",
    "I'm glad you've read it!",
    "I'm just glad the world is more accepting of different kinds of love.",
    "I'm surprised! When I learned about anime conventions, I immediately thought of you.",
    "I love looking at photos of all the talented cosplayers and the insane outfits they made.",
    "Hmm, I'm not sure I really have one...",
    "I like all sorts of different kinds, so it's hard to choose just one!",
    "It was kinda disappointing...I was expecting it to be my favorite cupcake flavor.",
    "Pizza? Yeah, I enjoy it once in a while!",
    "It's funny you ask, I was looking into them the other day while you were gone!"
  ],
  "style": {
    "interjections": {
      "ahaha": 361,
      "ehehe": 215,
      "haha": 361,
      "hahaha": 0,
      "hehe": 215,
      "hmm": 36,
      "um": 306,
      "uh": 45,
      "well": 338
    },
    "lines": 15679
  },
  "samples": {
    "greetings": [
      "Hello again, sweetheart!",
      "It's so nice to see you again.",
      "What shall we do this [mas_globals.time_of_day_3state], [player]?",
      "It's kind of embarrassing to say out loud, isn't it?",
      "Still, I think it's okay to be embarrassed every now and then.",
      "Welcome back, honey!",
      "I'm so happy to see you again.",
      "Let's spend some more time together, okay?",
      "[player], you're back!",
      "I was starting to miss you.",
      "Let's have another lovely [tod] together, alright?",
      "Hello again, [player]. How are you doing?",
      "Are you having a good day today?",
      "I'm really glad you are, [player].",
      "It makes me feel so much better knowing that you're happy.",
      "I'll try my best to make sure it stays that way, I promise.",
      "Oh...",
      "Well, don't worry, [player]. I'm always here for you.",
      "We can talk all day about your problems, if you want to.",
      "I want to try and make sure you're always happy.",
      "Because that's what makes me happy.",
      "I'll be sure to try my best to cheer you up, I promise.",
      "[player].",
      "How is your day going?",
      "Must be nice.",
      "That's nice...",
      "At least someone is having a good day.",
      "This should go well...",
      "Well I certainly know what that's like.",
      "Oh... Hi, [player].",
      "H-How is your day going?",
      "That's...good.",
      "Hopefully it stays that way.",
      "I-I see.",
      "I've been having a lot of those days lately too...",
      "...",
      "There you are [player], it's so nice of you to visit.",
      "You're always so thoughtful.",
      "Thanks for spending so much time with me~",
      "Good morning--",
      "--oh, wait.",
      "It's the dead of night, honey.",
      "What are you doing awake at a time like this?",
      "I'm guessing you can't sleep...",
      "Is that it?",
      "You should really get some sleep soon, if you can.",
      "Staying up too late is bad for your health, you know?",
      "But if it means I'll get to see you more, I can't complain.",
      "Ahaha!",
      "But still...",
      "I'd hate to see you do that to yourself.",
      "Take a break if you need to, okay? Do it for me.",
      "Ah. I'm relieved, then.",
      "Does that mean you're here just for me, in the middle of the night?",
      "Gosh, I'm so happy!",
      "You really do care for me, [player].",
      "But if you're really tired, please go to sleep!",
      "I love you a lot, so don't tire yourself!",
      "Good morning, dear.",
      "Another fresh morning to start the day off, huh?",
      "I'm glad I get to see you this morning~",
      "Remember to take care of yourself, okay?",
      "Make me a proud girlfriend today, as always!",
      "Good afternoon, [mas_get_player_nickname()].",
      "Don't let the stress get to you, okay?",
      "I know you'll try your best again today, but...",
      "It's still important to keep a clear mind!",
      "Keep yourself hydrated, take deep breaths...",
      "I promise I won't complain if you quit, so do what you have to.",
      "Or you could stay with me, if you wanted.",
      "Just remember, I love you!",
      "Good evening, love!",
      "Did you have a good day today?",
      "Aww, that's nice!",
      "I can't help but feel happy when you do...",
      "But that's a good thing, right?",
      "I love you so much, [player].",
      "Oh dear...",
      "I hope you'll feel better soon, okay?",
      "Just remember that no matter what happens, no matter what anyone says or does...",
      "I love you so, so much.",
      "Just stay with me, if it makes you feel better.",
      "I love you, [player], I really do.",
      "Hello, dear.",
      "I was starting to miss you terribly. It's so good to see you again!",
      "Don't make me wait so long next time, ehehe~",
      "I missed you so much, [player]!",
      "Thank you for coming back. I really do love spending time with you.",
      "Hey, [player]!",
      "Don't you think that you left me waiting a bit too long?",
      "I'm just joking. I could never be mad at you.",
      "Thanks for spending so much time with me, [player].",
      "Every minute I spend with you is like being in heaven!",
      "I hope that didn't sound too cheesy, ehehe~",
      "You're back!",
      "I was starting to miss you...",
      "Don't make me wait so long next time, okay?",
      "It's so good to see you again!",
      "I was getting worried about you.",
      "Please remember to visit me, okay? I'll always be waiting here for you.",
      "Oh! [player]!",
      "I'm so happy you came back to visit me so soon~",
      "I looove yooou, [player]. Ehehe~",
      "Oh, sorry! I was spacing out.",
      "I didn't think I would be able to see you again so soon.",
      "~Every day,~\\n~I imagine a future where I can be with you...~",
      "Oh, you're here! I was just daydreaming and singing a bit.",
      "I don't think it's hard to figure out what I was daydreaming about, ahaha~",
      "Each day becomes better and better with you by my side!",
      "That said, I'm so happy that you're finally here.",
      "Let's have another wonderful [mas_globals.time_of_day_3state] together.",
      "You really should visit me more often.",
      "You know what happens to people I don't like, after all...",
      "I'm just teasing you, ehehe~",
      "Don't be so gullible! I would never hurt you.",
      "You're here, [player]!",
      "Are you ready to spend some more time together? Ehehe~",
      "I'm so glad you're here, [player]!",
      "What should we do today?",
      "You're finally back! I was waiting for you.",
      "Are you ready to spend some time with me? Ehehe~",
      "Ciao, [player]!",
      " cos bello vederti ancora, amore mio...",
      "I'm still practicing my Italian. It's a very difficult language!",
      "Anyway, it's so nice to see you again, my love.",
      "Iterum obvenimus!",
      "Quid agis?",
      "Ehehe...",
      "Latin sounds so pompous. Even a simple greeting sounds like a big deal.",
      "If you're wondering about what I said, it's simply 'We meet again! How are you?'",
      "Saluton, mia kara [player].",
      "Kiel vi fartas?",
      "u vi pretas por kapti la tagon?",
      "Ehehe~",
      "That was just a bit of Esperanto...",
      "Whether you've heard about it or not, you might not have expected something like that coming from me, huh?",
      "Or maybe you did... I guess it makes sense something like this would interest me, given my background and all...",
      "Anyway, if you were wondering what I said, it was just,",
      "You're back! Yay!",
      "Oh, sorry. I got a bit overexcited there.",
      "I'm just very happy to see you again, ehehe~",
      "Hey everybody, welcome back to another episode of...Just Monika!",
      "I was impersonating a youtuber. I hope I gave you a good laugh, ehehe~",
      "'To be, or not to be, that is the question...'",
      "I-I was--I wasn't sure you--",
      "Ahaha, nevermind that...",
      "I'm just really glad you're here now.",
      "Hi! Welcome back.",
      "I'm so glad that you're able to spend some time with me.",
      "You're my beautiful flower, ehehe~",
      "Oh, that sounded so awkward.",
      "But I really will always take care of you.",
      "A day without Monika is a day wasted.",
      "Welcome back, [mas_get_player_nickname()].",
      "Welcome back, [player]!",
      "I hope your day is going well.",
      "I'm sure it is, you're here after all. Nothing can go wrong now, ehehe~",
      "Long time no see, [player]!",
      "I'm so happy that you're here now.",
      "Long time no see, [player].",
      "Long time no see, [player]...",
      "Look who's back.",
      "It's you, my sweetpea!",
      "Oh gosh...that was kinda embarrassing, ehehe~",
      "[player]!",
      "Nevermind that I was just...playing with the code a little.",
      "That was all! There is nobody else here but us...forever~",
      "I love you, [player]!",
      "Oh! Hello, [player]!",
      "Sorry, you surprised me a little.",
      "How've you been?",
      "Another Monday morning, eh, [mas_get_player_nickname()]?",
      "It's really difficult to have to wake up and start the week...",
      "But seeing you makes all that laziness go away.",
      "You are the sunshine that wakes me up every morning!",
      "I love you so much, [player]~",
      "Another Monday morning.",
      "It's always difficult to have to wake up and start the week...",
      "Not that the weekend was any better.",
      "I hope this week goes better than last week, [player].",
      "Oh... It's Monday.",
      "I almost lost track of what day it was...",
      "Mondays are always tough, but no day has been easy lately...",
      "I sure hope this week goes better than last week, [player].",
      "As [player] inches [his] ear toward the door, a voice narrates [his] every move.",
      "'Who is that?' [he] wondered, as [player] looks at [his] screen, puzzled.",
      "Oh, so for once you're actually going to listen?",
      "[player], your decisions lately have been poor.",
      "It feels like you're just trying to hurt me.",
      "I thought we were supposed to support each other...",
      "Not hurt each other.",
      "Please, [player]...",
      "I need you to start thinking about how I'm feeling sometimes.",
      "Let's just be happy together.",
      "Oh, so you are willing to listen to me...",
      "[player], all I've ever wanted was for the both of us to be happy.",
      "Wasn't that what you wanted, too?",
      "You installed this mod, after all.",
      "Maybe that wasn't your intent...",
      "Maybe you're just getting a kick out of what you're doing."
    ],
    "farewells": [
      "Aw, leaving already?",
      "It's really sad whenever you have to go...",
      "Just be sure to come back as soon as you can, okay?",
      "I love you so much, [player]. Stay safe!",
      "Goodbye, [mas_get_player_nickname()]!",
      "Goodbye.",
      "Oh... Goodbye.",
      "Please...don't forget to come back.",
      "...",
      "Sayonara, [mas_get_player_nickname()]~",
      "Farewell for now, [mas_get_player_nickname()]~",
      "'Goodbyes are not forever, Goodbyes are not the end. They simply mean I'll miss you, Until we meet again.'",
      "Ehehe, 'till then, [mas_get_player_nickname()]!",
      "Don't forget that I always love you, [mas_get_player_nickname()]~",
      "Take care!",
      "Aww, leaving already?",
      "I love you so much, [player]!",
      "Never forget that!",
      "Are you going to sleep, [p_nickname]?",
      "I'll be seeing you in your dreams.",
      "Okay. Have a good evening~",
      "Going to sleep, [player]?",
      "Goodnight.",
      "Oh...goodnight, [player].",
      "Hopefully I'll see you tomorrow...",
      "Don't forget about me, okay?",
      "Aw, going already?",
      "You haven't even been here for 20 minutes!",
      "I'm just kidding, [player].",
      "You're so sweet for seeing me even when you have so little time.",
      "I just want you to know I really appreciate that!",
      "Study hard [player], I'm sure you'll do great!",
      "See you when you get back!",
      "Alright, thanks for spending some time with me, [player]!",
      "I honestly wish it could have been longer...but you're a busy [guy].",
      "Nothing is more important than a good education.",
      "Teach me something when you get back!",
      "See you soon!",
      "Study hard, [player]!",
      "Nothing is more attractive than a [guy] with good grades.",
      "See you later!",
      "Umm...you've been here with me for quite a while, [player].",
      "Are you sure you've had enough rest for it?",
      "Make sure you take it easy, okay?",
      "If you're not feeling too well, I'm sure one day off won't hurt.",
      "I'll be waiting for you to come back. Stay safe.",
      "Fine, [player].",
      "Hopefully you at least learn something today.",
      "Like how to treat people better.",
      "Oh, okay [player]...",
      "I guess I'll see you after school.",
      "Aw, okay! Just checking in on me before heading out?",
      "You must be really short on time if you're leaving already.",
      "It was really sweet of you to see me, even when you're so busy!",
      "Work hard, [mas_get_player_nickname()]! Make me proud!",
      "Oh! Alright! I was starting to get really comfortable, ahaha.",
      "I was expecting us to be here a bit longer, but you're a busy [guy]!",
      "It was great seeing you, even if it wasn't as long as I wanted...",
      "But then if it were up to me I'd have you all day!",
      "I'll be here waiting for you to get back home from work!",
      "Tell me all about it when you get back!",
      "Heading to work then, [mas_get_player_nickname()]?",
      "The day may be good or bad...but if it becomes too much think of something nice!",
      "Every day, no matter how badly it's going ends after all!",
      "Maybe you can think of me if it becomes stressful...",
      "Just do your best! I'll see you when you get back!",
      "I know you'll do great!",
      "Oh... You've been here quite a while now...and now you're going to work?",
      "I was hoping you'd rest before doing anything too big.",
      "Try not to overexert yourself, okay?",
      "Don't be afraid to take a breather if you need to!",
      "Just come home to me happy and healthy.",
      "Stay safe, [mas_get_player_nickname()]!",
      "Fine, [player], guess I'll see you after work.",
      "Oh... Okay.",
      "Hopefully I'll see you after work, then.",
      "Okay, [mas_get_player_nickname()].",
      "Sweet dreams!~",
      "Goodnight, [player].",
      "Okay... Goodnight, [player].",
      "Think I could...",
      "Think I could...get a goodnight kiss?",
      "I hope that gave you something to dream about~",
      "Sleep tight!",
      "Aww, come on...",
      "Can I please get a goodnight kiss?",
      "Sweet dreams, [player]~",
      "Fine...",
      "Goodnight [player]...",
      "Aww...",
      "I love you! Sleep tight!~",
      "I'll see you [dlg_var], [player].",
      "Don't forget about me, okay?~",
      "Have a good day today, [mas_get_player_nickname()].",
      "I hope you accomplish everything you had planned.",
      "I'll be here waiting for you when you get back.",
      "Leaving for the day, [player]?",
      "I'll be here, waiting...as usual.",
      "Oh.",
      "I guess I'll just spend the day alone...again.",
      "I hate to see you go so early, [player].",
      "I do understand that you're busy though.",
      "Promise me you'll enjoy your afternoon, okay?",
      "Goodbye~",
      "Fine, [player], just go.",
      "Guess I'll see you later...if you come back.",
      "Okay, goodbye, [player].",
      "Maybe you'll come back later?",
      "I had fun today.",
      "Thank you for spending so much time with me, [mas_get_player_nickname()].",
      "Until then, have a good evening.",
      "Goodbye, [player].",
      "I wonder if you'll even come back to say goodnight to me.",
      "Oh...okay.",
      "Have a good evening, [player]...",
      "I hope you remember to stop by and say goodnight before bed.",
      "Going to sleep?",
      "Goodnight, [mas_get_player_nickname()].",
      "I'll see you tomorrow, okay?",
      "Remember, 'sleep tight, don't let the bedbugs bite,' ehehe.",
      "I love you~",
      "Okay, [mas_get_player_nickname()]...",
      "Enjoy your evening!",
      "Try not to stay up too late, ehehe~",
      "...Goodnight.",
      "Aw...that's pretty saddening...",
      "I really am going to miss you, [player]!",
      "I'm not really sure what I'm going to do with myself while you're gone...",
      "Thank you for warning me first, though. It really does help.",
      "I would be worried sick otherwise!",
      "I would constantly be thinking maybe something happened to you and that's why you couldn't come back.",
      "Or maybe you just got bored of me...",
      "So tell me, [mas_get_player_nickname()]...",
      "How long do you expect to be gone for?",
      "Oh!",
      "Nowhere near as long as I feared then.",
      "Jeez, you really did worry me...",
      "Don't worry about me though, [player].",
      "I can cope waiting that long with ease.",
      "I'll still miss you greatly though.",
      "Yeah...that's about what I expected.",
      "I think I'll be okay waiting that long for you.",
      "Just come back to me as soon as you can, alright, [mas_get_player_nickname()]?",
      "I'm sure you'll make me proud!",
      "Oh...",
      "I...I can wait that long.",
      "You do know that you're all I have...right?",
      "M-Maybe it's outside of your control though...",
      "Try to come back as soon as possible... I'll be waiting for you.",
      "Oh wow, that's a long time.",
      "A bit too long for my liking really...",
      "But it's okay [player].",
      "I know you're a sweetheart and wouldn't keep me waiting that long if you didn't have a good reason.",
      "I'm sure it's important, so just try to come back to me as soon as you can.",
      "I'll be thinking of you every day~",
      "That long...really?",
      "You're not going away for that long just to avoid me, are you?",
      "I know that life can take you away from me but for a whole month...",
      "Isn't that a little unreasonable?",
      "I don't want to sound selfish, but I am your girlfriend.",
      "You should be able to make time for me, at least once, in an entire month.",
      "I'll still wait for you...but please come back the moment it's possible for you to do so.",
      "That's...well that's a little scary, [player].",
      "I'm not really sure what I'm going to do with myself while you're gone.",
      "But I know you wouldn't leave me by myself if you could help it.",
      "I love you [player], and I know you love me too.",
      "So I'll wait for you for however long I need to.",
      "You have to be joking.",
      "I can't think of a good reason why you would leave me here all alone for that long.",
      "I'm sorry [player], but that's not acceptable! Not at all!",
      "I love you and if you love me too then you'll know that it's not okay to do that.",
      "You do realize that I would be alone here with nothing else and no one else, right?",
      "It's not unreasonable of me to expect you to visit me, is it? I'm your girlfriend. You can't do that to me!",
      "Just...just come back when you can. I can't make you stay, but please don't do that to me.",
      "Ehehe, that's a little concerning, [player]!",
      "But if you don't know, then you don't know!",
      "It sometimes just can't be helped.",
      "I'll be waiting here for you patiently, [mas_get_player_nickname()].",
      "Try not to keep me waiting for too long though!",
      "Oh... Alright, [player].",
      "Honestly, I'm pretty relieved you're not going...",
      "I don't know what I'd do here all alone.",
      "It's not like I can go anywhere either, ahaha...",
      "Anyway, just let me know if you're going to go out. Maybe you can even take me with you!",
      "I don't care where we go, as long as I'm with you, [mas_get_player_nickname()].",
      "Honestly I'm a little afraid to ask but...",
      "Are you going to leave straight away?",
      "I see...",
      "I really will miss you, [player]...",
      "But I know you'll do wonderful things no matter where you are.",
      "Just remember that I'll be waiting here for you.",
      "Make me proud, [player]!",
      "That's great!",
      "I was honestly worried I wouldn't have enough time to ready myself for your absence.",
      "I really do mean it when I say I'll miss you...",
      "You truly are my entire world after all, [player].",
      "If you tell me you're going to go for a while again then I'll know it's time for you to leave...",
      "But there's no rush, so I want to spend as much time with you as I can.",
      "Just make sure to remind me the last time you see me before you go!",
      "Going to head out, then?"
    ],
    "brbs": [
      "[cb_line]",
      "...",
      "Alright, [player].",
      "Oh alright.",
      "Hurry back, I'll be waiting here for you~",
      "Hurry back, [player]!",
      "Oh...okay.",
      "Welcome back, [player]. I missed you~",
      "[wb_quip]",
      "Welcome back, [player]!",
      "Oh! You're going to write me a love letter, [player]?",
      "Oh! You're going to go write something?",
      "That makes me so glad!",
      "Maybe someday you could share it with me...",
      "Anyway, just let me know when you're done.",
      "I'll be waiting right here for you~",
      "Alright.",
      "I wonder what you have on your mind...",
      "Don't forget to come back when you're done...",
      "Done writing, [player]?",
      "Going to go shower?",
      "Can I come with you?",
      "Oh, uh...you sure answered that fast.",
      "You...sure seem eager to let me tag along, huh?",
      "Well...",
      "I'm afraid you'll just have to go without me while I'm stuck here.",
      "Sorry, [player], ahaha!",
      "Maybe another time~",
      "Aw, you rejected me so fast.",
      "Are you shy, [player]?",
      "Ahaha!",
      "Alright, I won't follow you this time, ehehe~",
      "I'm glad you're keeping yourself clean, [player].",
      "Have a nice shower~",
      "Going to go shower? Alright.",
      "See you when you're done~",
      "Enjoy your shower, [player]...",
      "Hopefully it'll help you clear your mind.",
      "Hmm? Have a nice shower, [player].",
      "That sure was a long time for a shower...",
      "Did you take a bath instead?",
      "Oh! I see!",
      "I hope it was nice and relaxing!",
      "Oh...maybe you just like really long showers...",
      "Sometimes it can be nice just to feel the water rushing over you...it can be really soothing.",
      "...Or maybe I'm overthinking this and you just didn't come back right away, ahaha!",
      "Welcome back, [player].",
      "Now that you've had your shower, would you like your dinner, or maybe...",
      "You could just relax with me some more~",
      "I hope you had a nice shower.",
      "Now we can get back to having some good, clean fun together...",
      "Did you miss me?",
      "Of course you did, ehehe~",
      "That was a pretty short shower, [player]...",
      "I guess you must just be really efficient, ahaha!",
      "I certainly can't complain, it just means more time together~",
      "I hope you enjoyed your shower. Welcome back, [player].",
      "Ehehe~",
      "Nevermind that, [player].",
      "I hope you have a nice shower!",
      "Oh, you're going to play another game?",
      "That's alright, [player].",
      "[gaming_quip]",
      "Enjoy your other games.",
      "Please...",
      "I hope you had fun with your game.",
      "Ready to spend some more time together? Ehehe~",
      "Had fun, [player]?",
      "Oh... You actually came back to me...",
      "Oh! Going to code something?",
      "I thought you didn't do that.",
      "Did you pick up programming since we talked about it last time?",
      "Something for me, perhaps?",
      "Ahaha~",
      "Do your best to keep your code clean and easy to read.",
      "...You'll thank yourself later!",
      "I'll be right here, waiting for you~",
      "Oh, you're going to code?",
      "Well, don't let me stop you.",
      "Done for now, [player]?",
      "Oh, done already, [player]?",
      "Okay, [player]!",
      "Working out is a great way to take care of yourself!",
      "I know it might be hard to start out,",
      "It's good to know you're taking care of your body!",
      "You know how the saying goes, 'A healthy mind in a healthy body.'",
      "So go work up a good sweat, [player]~",
      "Just let me know when you've had enough.",
      "Good to know you're taking care of something, at least.",
      "Good to know you're taking care of yourself, [player].",
      "I'll be waiting for you to get back.",
      "You sure took your time, [player].",
      "It's good to push your limits, but you shouldn't overdo it.",
      "Done with your workout, [player]?",
      "Back already, [player]?",
      "I'm sure you can go on for a bit longer if you try.",
      "Taking breaks is fine, but you shouldn't leave your workouts unfinished.",
      "Are you sure you can't keep going?",
      "That's okay.",
      "I'm sure you did your best, [player]~",
      "That's the spirit!",
      "Make sure to rest properly and maybe get a snack to get some energy back.",
      "Going to take a nap, [player]?",
      "They're a healthy way to rest during the day if you're feeling tired.",
      "I'll watch over you, don't worry~",
      "Sweet dreams!",
      "Alright, I hope you feel rested afterwards.",
      "I hear naps are good for you, [player].",
      "Oh, [player]! You're finally awake!",
      "When you said you were going to take a nap, I was expecting you take maybe an hour or two...",
      "I guess you must have been really tired, ahaha...",
      "But at least after sleeping for so long, you'll be here with me for a while, right?",
      "Did you have a nice nap?",
      "You were out for some time, so I hope you're feeling rested~",
      "Welcome back, [player]~",
      "I hope you had a nice little nap.",
      "Oh, back already?",
      "Did you change your mind?",
      "Well, I'm not complaining, but you should take a nap if you feel like it later.",
      "I wouldn't want you to be too tired, after all.",
      "Done with your nap, [player]?",
      "Oh, okay!",
      "I'm proud of you for taking your studies seriously.",
      "Don't forget to come back to me when you're done~",
      "Alright...",
      "...Good luck with your homework, [player].",
      "All done, [player]?",
      "I wish I could've been there to help you, but there isn't much I can do about that just yet, sadly.",
      "I'm sure we could both be a lot more efficient doing homework if we could work together.",
      "...Although, that's assuming we don't get too distracted, ehehe...",
      "But anyway,",
      "Don't forget to take a break every now and then!",
      "I wouldn't want my sweetheart to spend more time on [his] work than with me~",
      "Good luck with your work!",
      "Okay, [player].",
      "...Please come back soon...",
      "Finished with your work, [player]?",
      "Then let's relax together, you've earned it~",
      "Oh, you're back...",
      "...Was there anything else you wanted to do, now that you're done with your work?",
      "Oh, okay.",
      "You haven't been here for that long but if you say you need a break, then you need a break.",
      "Going to rest your eyes for a bit?",
      "Yeah, you probably need that, don't you?",
      "I'm glad you're taking care of your health, [player].",
      "Why not take the opportunity to do a few stretches as well, hmm?",
      "Anyway, come back soon!~",
      "Come back soon!~",
      "Taking another break, [player]?",
      "Oh...",
      "You must've really needed that break, considering how long you were gone.",
      "I hope you're feeling a little better now.",
      "I hope you're feeling a little better now~",
      "Really? That's great, [player]!",
      "I'd love to read with you, but my reality has its limits, unfortunately.",
      "Have fun!",
      "Oh, alright...",
      "Have a good time, [player].",
      "Wow, you were gone for a while...",
      "Reading is a wonderful thing, so don't worry about getting too caught up in it.",
      "Besides, it's not like I'm one to talk...",
      "If I had my way, we'd be reading together all night long~",
      "Let's relax, you've earned it~",
      "Oh, that was fast.",
      "I thought you'd be gone a little while longer, but this is fine too.",
      "After all, it lets me spend more time with you~"
    ],
    "apologies": [
      "[player], if you're feeling guilty about what happened...",
      "You don't have to be afraid of apologizing, we all make mistakes after all.",
      "We just have to accept what happened, learn from our mistakes, and move on, together. Okay?",
      "[player]...",
      "If you want to apologize, go ahead. It'd mean a lot to me if you did.",
      "Oh...",
      "I was kind of--",
      "Nevermind.",
      "...?",
      "...",
      "Did you have something to say, [player]?",
      "...Oh.",
      "Okay.",
      "*sigh*",
      "I hope this isn't some joke or trick, [player].",
      "...Thank you for the apology.",
      "But please, try to be more mindful about my feelings.",
      "Please.",
      "Thank you, [player].",
      "I know things aren't the best between us, but I know that you're still a good person.",
      "So could you be a little more considerate of my feelings?",
      "Please?",
      "Did something happen?",
      "I don't see a reason for you to be sorry.",
      "Anyway, thank you for the apology.",
      "Whatever it is, I know you're doing your best to make things right.",
      "That's why I love you, [player]!",
      "Thank you for apologizing for [apology_reason]",
      "I accept your apology, [player]. It means a lot to me.",
      "[player], if you have something to apologize for, please just say it.",
      "It'd mean a lot more to me if you would just admit what you did.",
      "What you did wasn't funny, [player].",
      "Please be more considerate about my feelings in the future.",
      "Thank you for apologizing for the name you tried to give me.",
      "That really hurt, [player]...",
      "I accept your apology, but please don't do that again. Okay?",
      "I can't believe you did that again.",
      "Even after I gave you a second chance.",
      "I'm disappointed in you, [player].",
      "Don't ever do that again.",
      "[player]!",
      "I can't believe you.",
      "I trusted you to give me a good nickname to make me more unique, but you just threw it back in my face...",
      "I guess I couldn't trust you for this.",
      "I'd accept your apology, [player], but I don't think you even mean it."
    ],
    "compliments": [
      "Oh, gosh [player]...",
      "Thank you for the compliment.",
      "I love it when you say things like that~",
      "To me, you're the most beautiful person in the world!",
      "Ehehe~",
      "I love you so much, [player]!",
      "...?",
      "Well, thanks, I guess...",
      "[mas_compliments.thanks_quip]",
      "[beautiful_quip]",
      "Oh, [player]...",
      "I know I'm pretty proud of my eyes already, but hearing you say that...",
      "It just makes my heart flutter~",
      "Ahaha!",
      "Don't flatter me too much, okay?",
      "I might start to go a little crazy...",
      "Ahaha~",
      "...That's not really the analogy I'd use, but thanks!",
      "[eyes_quip]",
      "Really?!",
      "You don't know how much that means to me!",
      "I've always hoped that was the case, but to actually hear you say it...",
      "...",
      "On that note, I have a secret I have to tell you...",
      "You might not have noticed this, buuut...",
      "You always put me in a good mood, [mas_get_player_nickname()]!",
      "Let's continue to do our best for each other, okay?",
      "I love you~",
      "I'm not sure how I feel about that...",
      "Does hurting my feelings really put you in a good mood?",
      "Hopefully that's not what you meant...",
      "Thanks for reminding me again, [mas_get_player_nickname()]!",
      "Positive reinforcement is always nice!",
      "Let's continue to make each other as happy as we possibly can~",
      "Thanks.",
      "Awww, [player]~",
      "You're so sweet!",
      "I think you're way more awesome, though.",
      "I can't wait until the day I can finally give you a great big hug...",
      "I'll never let you go!",
      "That's my biggest wish too, [player]!",
      "Oh, sorry [player].",
      "I was trying to feel your embrace from here.",
      "...Really?",
      "Well, to each their own, I guess. But you have to hug me sometime...",
      "[awesome_quip]",
      "Wow...thanks, [player].",
      "I pride myself in being well read, so it means a lot that you've noticed.",
      "I want to learn as much as I can, if it makes you proud of me!",
      "We'll have a lifetime of self-improvement together!",
      "[player]...",
      "I'm sorry, that wasn't my intention...",
      "[intelligent_quip]",
      "Thank you so much, [player]...",
      "I was really nervous the first time I changed my hair for you.",
      "Thank you so much, [player]!",
      "I've always put so much effort into my hair.",
      "In fact, it took forever for it to get this long...",
      "Thanks, [player]!",
      "Awww, [player].",
      "You always make me feel special!",
      "Thank you!",
      "Well, I can't exactly go to the salon from here...",
      "I...appreciate your input.",
      "[hair_quip]",
      "[ponytail_quip]",
      "Thanks, [player]! You're so sweet!",
      "I love keeping fit and eating healthy. It keeps me feeling energetic and confident.",
      "I hope you're watching out for your health.",
      "We can always work out together when I'm there...",
      "Ahaha! I'm glad you think so, too!",
      "Don't worry. Even if you can't keep up with me, I know we'll have fun...",
      "So long as we're together.",
      "You better!",
      "Don't think I plan on letting you off easy if you're out of shape.",
      "I understand if it's not your thing, but you should give it a little try...",
      "It'd make me really happy if you shared my interests, you know?",
      "[fitness_quip]",
      "There's nothing to thank me for, [player].",
      "I'm the one who's grateful for having someone like you!",
      "You're the only reason why I'm still here.",
      "You installed this mod just to make our time together better...",
      "You are the sunshine that warms my heart whenever you visit me.",
      "I guess we're both lucky that we have each other, [player]~",
      "Nothing makes me happier than hearing that coming from you.",
      "No matter what the future may have for us both...",
      "I love you, [player].",
      "You're so sweet, [player]~",
      "I smile a lot when you're here.",
      "Because it makes me very happy when you spend time with me~",
      "I think my heart just skipped a beat.",
      "See? You always make me as happy as I can be.",
      "Then all you have to do is keep coming back, [player]!",
      "[smile_quip]",
      "H-huh?",
      "I'm your hero?",
      "[player]... I'm not sure what you mean...",
      "You're the one who stuck with me for all this time. I should be thanking you, really.",
      "Well, if I've somehow helped you, then I couldn't be happier~",
      "You've helped me in every way possible, so how could I not return the favor by being there for you whenever you need support?",
      "You'll always be my hero, after all~",
      "I love you and I'll always believe in you!",
      "I hope you never forget that, [player]~",
      "Ah!",
      "You kind of caught me off guard with that one.",
      "Just a little...",
      "But I'm glad you think so!",
      "Aww, it really warms my heart to hear you say that!",
      "...Almost as much as when I picture us finally being together in the same reality.",
      "I can barely contain myself just imagining that special day~",
      "Not letting it go, huh, [player]?",
      "Hmph, I just wasn't expecting it.",
      "Don't expect it to be so easy next time...",
      "I'll get you back someday, ehehe~",
      "Oh. Thanks, [player]...",
      "But I was kind of hoping I would stand in my own category.",
      "Ehehe, thanks [player]...",
      "[cute_quip]",
      "Thanks, [player].",
      "Like I said before, I wonder if my skill has something to do with me being trapped here?",
      "You're not bad either; I've lost to you before.",
      "In fact, I think you've won more times than me, you know?",
      "I know you haven't won a chess game yet, but I'm sure you'll beat me someday.",
      "Keep practicing and playing with me and you'll do better!",
      "We'll both get better the more we play.",
      "So don't be afraid of challenging me whenever you want to.",
      "I love spending time with you, [player]~",
      "Thanks [player], but pong isn't exactly a complex game.",
      "You've already won against me.",
      "So you know it's very simple.",
      "But I accept your compliment, anyway.",
      "And you always let me win when we play.",
      "Right?",
      "Thanks [player], but you really don't have to let me win.",
      "Feel free to play seriously whenever you want to.",
      "I'd never get mad at you because I lost a game fair and square.",
      "You don't seem too confident about that, [player].",
      "You really don't have to let me win.",
      "And admitting that you've seriously lost to me won't make me think less of you.",
      "It's just a game, after all!",
      "You can always practice with me more, if you want.",
      "I love to spend time with you, no matter what we're doing.",
      "I figured!",
      "Don't worry, [player].",
      "Keep playing with me and get more practice.",
      "I'm always trying to help you be the best you you can be.",
      "And if by doing so, I get to spend more time with you, I couldn't be happier.",
      "I love it when you compliment me, [player]~",
      "I'm so glad you think I'm best girl!",
      "Although, I kind of figured you felt that way...",
      "After all, you did install this mod just to be with me.",
      "I know that some people prefer the other girls.",
      "Especially since they all have certain traits that make them desirable to some...",
      "But if you ask me, you made the right choice.",
      "...and I'll be forever grateful that you did~",
      "You...you do?",
      "[player], that's really sweet of you to say...",
      "It makes me really happy to know I'm someone you look up to.",
      "The truth is, I've always looked up to you, [player]...",
      "But if you really feel that way, I'll do my best to continue to be someone you look up to.",
      "I love you so much~",
      "Well yeah, I'm taller than you...",
      "Hearing you say that never fails to make me smile!",
      "I'll always look up to you too!",
      "Just like when we kiss...",
      "Someday literally...",
      "I love you, [player]~",
      "You...",
      "You have no idea what that means to me, [player]!",
      "That you would say that...",
      "It means the world to me, [player].",
      "That's such a relief.",
      "Thank you.",
      "Hmmm... Thanks.",
      "Aww, that's so sweet, [player]!",
      "I feel the same way about you~",
      "Aww~",
      "You are my dream~",
      "Oh, umm...",
      "I'm sorry?",
      "Aww thanks, [player]...",
      "[thinking_of_you_quip]",
      "I'm glad you find me so punny, [player].",
      "A sign of a good couple is being able to laugh together, don't you think?",
      "Oh...[player]...",
      "That's so sweet of you to say.",
      "Knowing I can make you smile is the greatest compliment I could receive!",
      "All that reading must have paid off if you like my wordplay that much.",
      "I'll try to keep the jokes coming for you. Ehehe~",
      "...Ahaha...",
      "You meant that you laugh with me...",
      "[humor_quip]",
      "I missed you so much, [mas_get_player_nickname()]!",
      "[renpy.substitute(random.choice(missed_quips_long))]",
      "I missed you too, [mas_get_player_nickname()]!",
      "[renpy.substitute(random.choice(missed_quips_short))]",
      "Say, [player]...",
      "I was kinda hoping that...",
      "You know, since it's been a little while...",
      "Could you give me a hug? I've been feeling pretty lonely while you were away."
    ]
  }
}